--
-- Database: `wcsfa`
--
CREATE DATABASE IF NOT EXISTS `wcsfa` DEFAULT CHARACTER SET latin1 COLLATE latin1_swedish_ci;
USE `wcsfa`;

-- --------------------------------------------------------

--
-- 表的结构 `sf_box`
--

CREATE TABLE `sf_box` (
  `comment` tinyint(4) DEFAULT NULL,
  `masterpiece` tinyint(4) NOT NULL,
  `unreal_smell` tinyint(4) NOT NULL,
  `other` tinyint(4) NOT NULL,
  `dissertation` tinyint(4) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;
--
-- Database: `wcsfal`
--
CREATE DATABASE IF NOT EXISTS `wcsfal` DEFAULT CHARACTER SET utf8 COLLATE utf8_general_ci;
USE `wcsfal`;

-- --------------------------------------------------------

--
-- 表的结构 `sf_base_dynamic`
--

CREATE TABLE `sf_base_dynamic` (
  `bdid` int(11) NOT NULL,
  `bdpic` varchar(128) DEFAULT NULL,
  `bdtitle` varchar(128) DEFAULT NULL,
  `bdtext` varchar(1024) DEFAULT NULL,
  `bdtime` datetime DEFAULT NULL,
  `bdhref` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_base_dynamic`
--

INSERT INTO `sf_base_dynamic` (`bdid`, `bdpic`, `bdtitle`, `bdtext`, `bdtime`, `bdhref`) VALUES
(1, 'img.jpg', '标题', '文本', '2017-10-25 22:08:05', ''),
(2, 'http://www.wcsfa.com/data/science_thumb/1486410905691823084.png', '刘慈欣：这套周边好，希望大家都来买一买', '很喜欢赛凡做的周边衍生产品，这是属于三体粉丝自己的周边，希望三体粉丝能多多支持！——《三体》作者 刘慈欣', '2017-02-07 11:55:05', 'http://www.wcsfa.com/scfbox-4672.html'),
(3, 'http://www.wcsfa.com/data/science_thumb/1462218835053516468.jpg', '墨熊：科幻圈的单口相声', '科幻作家中最能“吹”的墨熊讲了科幻圈的单口相声~', '2016-04-29 09:00:07', 'http://www.wcsfa.com/scfbox-4605.html'),
(4, 'http://www.wcsfa.com/data/science_thumb/1461881515377095901.jpg', '阿缺：从深山到星空', '阿缺把自己的前二十几年的经历总结成了6个字“从深山到星空”，', '2016-04-29 08:59:43', 'http://www.wcsfa.com/scfbox-4604.html'),
(5, 'http://www.wcsfa.com/data/science_thumb/1459938081933777918.jpg', '字幕组长来清华给你讲DC', '4月9日19:00清华讲五教5101，来听字幕组长Lu小鱼讲DC，漫威和美漫', '2016-04-07 02:17:24', 'http://www.wcsfa.com/scfbox-4599.html'),
(6, 'http://www.wcsfa.com/data/science_thumb/1459390219260363306.png', '我所有的宇宙，都是有你的宇宙', '我所有的宇宙，都是有你的宇宙——《平行宇宙爱情演绎法》的演绎谈，4月4日下午单向空间花家地店活动来袭！', '2016-03-31 16:21:00', 'http://www.wcsfa.com/scfbox-4596.html'),
(7, '', '何夕首部长篇《天年》言几又首发式暨读者见面会', '开启中国科幻天年纪元——何夕首部科幻长篇小说《天年》首发式暨读者见面会将于10月17日13：30在言几又举行。何夕、刘慈欣、王晋康、姚海军等嘉宾与你一起开启中国科幻天年纪元！', '2015-10-14 11:20:09', 'http://www.wcsfa.com/scfbox-4470.html'),
(8, 'http://www.wcsfa.com/data/science_thumb/1444506799990203650.jpg', 'FUNCLUB带你尽享科幻桌游！', '一场科幻的盛宴，一次桌游的狂欢！FUNCLUB桌游俱乐部带你在幻想公园尽享科幻桌游！', '2015-10-11 10:02:00', 'http://www.wcsfa.com/scfbox-4468.html'),
(9, '', '台湾科幻加温，台湾团体七位成员莅临幻想公园', '台湾科幻加温，全球华语科幻星云奖2015成都大会，台湾团体七位成员莅临幻想公园', '2015-10-11 10:01:37', 'http://www.wcsfa.com/scfbox-4467.html'),
(10, 'http://www.wcsfa.com/data/science_thumb/1443663164960003065.jpg', '董仁威在北京侃科普科幻', '2015年9月16日至23日，董仁威在北京出差寻求科幻星云奖合作单位及参加中国科协第107期新观点新学说学术沙龙期间，在中央人民广播电台及中国科协学术会议上，多次发言侃科普科幻', '2015-10-01 17:20:07', 'http://www.wcsfa.com/scfbox-4458.html'),
(11, 'http://www.wcsfa.com/data/science_thumb/1443550958299110655.jpg', '刘洋作品集《完美末日》出版', '当时间停止流动 我原以为这是末日 没想到却是天堂', '2015-09-30 10:22:38', 'http://www.wcsfa.com/scfbox-4455.html'),
(12, 'http://www.wcsfa.com/data/science_thumb/1443140341668844636.jpg', '宝树《时间狂想故事集》9月30号上市！', '宝树近年科幻中短篇精粹《时间狂想故事集》，宏大深邃的想象铺展开时光旅行，气势磅礴的文字挑战想象的极限', '2015-09-25 16:19:01', 'http://www.wcsfa.com/scfbox-4451.html'),
(13, 'http://www.wcsfa.com/data/science_thumb/1440630072211334637.png', '2015幻想公园科幻嘉年华众筹开始', '2015幻想公园科幻嘉年华众筹开始，一起来成都玩出个未来', '2015-08-27 15:01:12', 'http://www.wcsfa.com/scfbox-4210.html'),
(14, 'http://www.wcsfa.com/data/science_thumb/1439764864128108719.jpg', '生命、宇宙以及一切：《智能极限：后人类的未来》', '科幻思维在未来中扮演的角色，既是先知，又是设计师和工程师。未来，曾经因为、正在因为也将会因为科幻的思维方式而改变。', '2015-08-17 12:43:08', 'http://www.wcsfa.com/scfbox-4174.html'),
(15, 'http://www.wcsfa.com/data/science_thumb/1439319131973049922.jpg', '2.5次世界大战——世界大战距我们有多远', '《2.5次世界大战》是刘慈欣领衔的一部军事科幻作品集。该书以刘慈欣的代表作《全频带阻塞干扰》为主打', '2015-08-10 17:25:03', 'http://www.wcsfa.com/scfbox-4147.html'),
(16, 'http://www.wcsfa.com/data/science_thumb/1439319171627975266.jpg', '虫子的世界——我们只是一群会思考的虫子？', '《虫子的世界》是刘慈欣领衔的一部科幻作品集。该书以刘慈欣的代表作《乡村教师（以签约影视）》为主打，文中既描述了人在宇宙中的卑微与渺小，同时又讴歌了人性的辉煌与伟大。', '2015-08-10 17:24:56', 'http://www.wcsfa.com/scfbox-4146.html'),
(17, 'http://www.wcsfa.com/data/science_thumb/1435621133606896257.png', '科幻电子书征文：打通现实与幻想', '十五言科幻主题电子书征稿，在这里写下你对科幻到科技的独到见解，向读者推荐最为惊奇的科幻概念，勾勒你眼中的科幻之美', '2015-06-30 15:34:50', 'http://www.wcsfa.com/scfbox-4042.html'),
(18, 'http://www.wcsfa.com/data/science_thumb/1435190304013145744.jpg', '陈楸帆《未来病史》7月1日全国上市', '继黑暗狂想曲《荒潮》之后\n陈楸帆最新科幻短篇力作《未来病史》\n预言机器时代的冰冷、未来人类的异化\n同时在美好回忆的感伤中呼唤人之所以为人的爱和同理心', '2015-06-25 15:58:24', 'http://www.wcsfa.com/scfbox-4015.html'),
(19, 'http://www.wcsfa.com/data/science_thumb/1433356880200925780.png', '【第七届上海高校幻想节】东华大学站5.9活动回顾', '【第七届上海高校幻想节】东华大学站5.9活动回顾', '2015-06-04 10:41:20', 'http://www.wcsfa.com/scfbox-3429.html'),
(20, 'http://www.wcsfa.com/data/science_thumb/1433186683998777987.jpg', '王者之战——首届北京高校科幻知识竞赛决赛来袭', '各校内部选拔PK，12位科幻知识达人，王者之战，谁将代表北京科幻最高水平？拭目以待。', '2015-06-01 15:12:31', 'http://www.wcsfa.com/scfbox-3408.html'),
(21, 'http://www.wcsfa.com/data/science_thumb/1432754991430807626.jpg', '《四级恐慌》——王晋康又出新书', '恐怖组织暗中密谋对美国发动第二次911袭击，袭击的日期定在911袭击15周年后的2016年9月12日，袭击所用的武器是一种可以迅速扩散的超级病毒，袭击的方式既巧妙又隐密……', '2015-05-28 11:29:51', 'http://www.wcsfa.com/scfbox-3307.html'),
(22, 'http://www.wcsfa.com/data/science_thumb/1432666986472133662.png', '程婧波+孙十七《吹笛者与开膛手》5月25日全国上市', '谋杀/欺骗/往事/秘密/传奇！程婧波+孙十七《吹笛者与开膛手》5月25日全国上市！', '2015-05-27 10:11:10', 'http://www.wcsfa.com/scfbox-3283.html'),
(23, 'http://www.wcsfa.com/data/science_thumb/1432491895845628536.png', '放飞幻想 登陆未来——记第七届上海高校幻想节闭幕式', '2015年5月17日，由科幻苹果核主办的“登陆未来”第七届上海高校幻想节闭幕式在上海科学会堂举办', '2015-05-25 10:24:55', 'http://www.wcsfa.com/scfbox-3192.html'),
(24, 'http://www.wcsfa.com/data/science_thumb/1431558847348332575.jpg', '王晋康推新书 银河奖老将再发力', '科幻创作大赛决赛全体参赛队员与科幻作家王晋康（前排左一）及最世文化张叶青（前排左二）合影', '2015-05-14 15:14:07', 'http://www.wcsfa.com/scfbox-3108.html'),
(25, 'http://www.wcsfa.com/data/science_thumb/1431372010825248927.png', '上海高校幻想节闭幕式 使用说明书', '上海高校幻想节闭幕式 使用说明书', '2015-05-12 11:20:10', 'http://www.wcsfa.com/scfbox-3084.html'),
(26, 'http://www.wcsfa.com/data/science_thumb/1428538327136596017.png', '2015年第七届上海高校幻想节', '2015年上海高校幻想节“登录未来”，未来扑面而来！', '2015-04-09 11:32:53', 'http://www.wcsfa.com/scfbox-2795.html'),
(27, 'http://www.wcsfa.com/data/science_thumb/1428538310547937163.png', '未来未来—最世科幻创作大赛', '未来未来—最世科幻创作大赛', '2015-04-09 11:15:33', 'http://www.wcsfa.com/scfbox-2794.html'),
(28, 'http://www.wcsfa.com/data/science_thumb/1427757510402849762.png', '微像文化北京春季招募计划', '微像：我们是一群好玩的人，正在做一些好玩的事儿', '2015-03-31 14:49:29', 'http://www.wcsfa.com/scfbox-2779.html'),
(29, 'http://www.wcsfa.com/data/science_thumb/1422990557928185396.png', '吴岩—博取时代的科普教本', '在中国，无论是科普还是科学传播，都无法涵盖过去百年之中某一个群体所践行的那种期待彻底改变族群认知方式的努力，这种努力今天仍然在进行之中', '2015-02-04 11:09:17', 'http://www.wcsfa.com/scfbox-2699.html'),
(30, 'http://www.wcsfa.com/data/science_thumb/1421793910845281927.jpg', '三体社区开启：与大刘一起仰望星空', '《三体》官方社区今日正式开启！全球三体粉丝齐聚在这科幻大本营中，与刘慈欣一同仰望宇宙星空，聊聊科幻那些事儿！', '2015-01-21 14:45:10', 'http://www.wcsfa.com/scfbox-2669.html'),
(31, 'http://www.wcsfa.com/data/science_thumb/1427933866928299546.png', '超新星征稿投稿名单公布', '超新星征稿投稿名单公布', '2015-01-13 11:18:00', 'http://www.wcsfa.com/scfbox-2652.html'),
(32, 'http://www.wcsfa.com/data/science_thumb/1420592036485674636.jpg', '2014年终科幻点评——破茧而出的未来', '破茧而出的未来——2014年终科幻点评、第十七期苹果派报', '2015-01-07 16:41:16', 'http://www.wcsfa.com/scfbox-2643.html'),
(33, 'http://www.wcsfa.com/data/science_thumb/1419449160009888908.jpg', '《三体》作者刘慈欣遇上漫画：《超新星纪元》漫画化', '《超新星纪元》漫画改编启动仪式暨科幻对谈会', '2014-12-25 10:36:00', 'http://www.wcsfa.com/scfbox-2621.html'),
(34, 'http://www.wcsfa.com/data/science_thumb/1418439066594649340.jpg', '清华《星际穿越》主题讲座报道', '《Interstellar:of time and stars》未完结的科幻之旅', '2014-12-13 18:25:17', 'http://www.wcsfa.com/scfbox-2586.html'),
(35, 'http://www.wcsfa.com/data/science_thumb/1418433805912994684.jpg', '时光幻象：TV快讯83号', '以维基百科为例试论百度百科进阶之道，等', '2014-12-13 17:23:25', 'http://www.wcsfa.com/scfbox-2584.html'),
(36, 'http://www.wcsfa.com/data/science_thumb/1418149529155690865.jpg', '星河-科幻电影和科幻小说赏析讲座', '12月13日18:00，天大26教b112。科幻作家星河与你一起，赏析那些曾经震撼我们的科幻电影和小说', '2014-12-09 10:48:38', 'http://www.wcsfa.com/scfbox-2574.html'),
(37, 'http://www.wcsfa.com/data/science_thumb/1417627248098870715.jpg', '清华《星际穿越》主题讲座《of time and stars》', '星际穿越主题讲座《of time and stars》讲座将于12月7日14:00在旧经管报告厅举办', '2014-12-04 09:20:48', 'http://www.wcsfa.com/scfbox-2560.html'),
(38, 'http://www.wcsfa.com/data/science_thumb/1417633844559088971.jpg', '科幻与生活——科幻世界编辑部西南交大讲座报道', '西南交大首届幻想文化周的重磅活动：科幻世界编辑部幻想沙龙', '2014-12-04 09:00:32', 'http://www.wcsfa.com/scfbox-2559.html'),
(39, 'http://www.wcsfa.com/data/science_thumb/1417630089831107710.jpg', '陈楸帆：科幻小说的创作技巧与要素', '2014年11月28日，青年科幻作家陈楸帆在我校开展了以“科幻小说的创作技巧与要素”为主题的讲座。同时，莅临的嘉宾还有幻想小说作家、资深科幻研究者梁清散。', '2014-12-04 08:55:39', 'http://www.wcsfa.com/scfbox-2558.html'),
(40, 'http://www.wcsfa.com/data/science_thumb/1417550762097982002.jpg', '悠长的回声——星河民大讲座通讯稿', '著名科幻作家的莅临，带来的不仅是对科幻文学的深刻见解，也带来了一种对科幻，对科学严谨的态度', '2014-12-03 12:06:02', 'http://www.wcsfa.com/scfbox-2557.html'),
(41, 'http://www.wcsfa.com/data/science_thumb/1417376278258352961.jpg', '带你发现幻想文化：西南交大第一届幻想文化周', '科幻与奇幻的交织，逻辑与幻想的碰撞，快来踏上幻想的路途，在篝火旁畅饮你我的麦酒，打造专属于你的幻想世界。西（ｙǔ）南（ｚｈòｕ）交通大学第一届幻想文化周期待你的参与', '2014-12-01 10:07:50', 'http://www.wcsfa.com/scfbox-2551.html'),
(42, 'http://www.wcsfa.com/data/science_thumb/1417548299849256645.jpg', '科幻苹果核魔都近期活动汇总', '科幻苹果核魔都近期活动汇总', '2014-11-28 16:56:14', 'http://www.wcsfa.com/scfbox-2550.html'),
(43, 'http://www.wcsfa.com/data/science_thumb/1417548314553135339.jpg', '突破！光学显微镜的极限——2014解读诺奖', '12月12日上海科学会堂【2014解读诺奖】化学——突破！光学显微镜的极限', '2014-11-28 14:36:43', 'http://www.wcsfa.com/scfbox-2549.html'),
(44, 'http://www.wcsfa.com/data/science_thumb/1417548324022966379.jpg', '路痴的脑子缺点啥——2014解读诺奖', '12月07日，上海科学会堂，2014解读诺奖——路痴的脑子缺点啥？', '2014-11-28 14:17:08', 'http://www.wcsfa.com/scfbox-2548.html'),
(45, 'http://www.wcsfa.com/data/science_thumb/1417548334798027023.jpg', '12月7日上海展览中心“科幻达人秀总决赛”', '12月7日上海展览中心“科幻达人秀总决赛”', '2014-11-28 13:32:05', 'http://www.wcsfa.com/scfbox-2547.html'),
(46, 'http://www.wcsfa.com/data/science_thumb/1417548360853695647.jpg', '首届上海科普展品博览会，一场现实中的科幻之旅', '12月05日 —— 12月08日，首届上海科普展品博览会，一场现实中的科幻之旅', '2014-11-28 13:16:36', 'http://www.wcsfa.com/scfbox-2546.html'),
(47, 'http://www.wcsfa.com/data/science_thumb/1417548358648062352.jpg', '“自此红蓝成CP”，世界进入LED的时代', '11月30日【2014解读诺奖】物理——“自此红蓝成CP”，世界进入LED的时代', '2014-11-28 12:10:26', 'http://www.wcsfa.com/scfbox-2545.html'),
(48, 'http://www.wcsfa.com/data/science_thumb/1417118456911539101.jpg', '满载着蔚蓝色故事，方舟起航！——船舶工程师的一日', '上海大学11月29日周六15:00满载着蔚蓝色故事，方舟起航！——船舶工程师的一日', '2014-11-28 12:00:56', 'http://www.wcsfa.com/scfbox-2544.html'),
(49, 'http://www.wcsfa.com/data/science_thumb/1417121779592888789.jpg', '中国的科幻电影，金矿or雷区——腾讯电影沙龙第二期', '腾讯电影举办第二期电影沙龙，聚焦中国科幻电影的现世与将来。', '2014-11-27 11:36:41', 'http://www.wcsfa.com/scfbox-2541.html'),
(50, 'http://www.wcsfa.com/data/science_thumb/1417026782511150950.jpg', '陈楸帆讲座-关于科幻创作的FAQ', '11月28日陈楸帆中央民大讲座——关于科幻创作的FAQ', '2014-11-27 10:13:44', 'http://www.wcsfa.com/scfbox-2540.html'),
(51, 'http://www.wcsfa.com/data/science_thumb/1416599611345536833.jpg', '11月22日星河讲座《悠长的回声——科幻文学赏析》', '11月22日星河讲座《悠长的回声——科幻文学赏析》', '2014-11-22 11:31:09', 'http://www.wcsfa.com/scfbox-2532.html'),
(52, 'http://www.wcsfa.com/data/science_thumb/1417026981986519786.jpg', '【苹果核读书会】《永恒的终结》', '在一年一度的高校幻想节和每月一度的苹果派沙龙之外，苹果核发起的另一个科幻社区活动计划。希望更多的科幻迷们能够回归文本，重拾阅读的乐趣。', '2014-11-04 15:34:33', 'http://www.wcsfa.com/scfbox-2448.html'),
(53, 'http://www.wcsfa.com/data/science_thumb/1414264093785820158.jpg', '董仁威主编《科普创作通览》新书发布会', '中国科普作家协会\n召开董仁威主编《科普创作通览》新书发布会', '2014-10-26 11:08:13', 'http://www.wcsfa.com/scfbox-2428.html'),
(54, 'http://www.wcsfa.com/data/science_thumb/1413916517802161655.jpg', '10月24日《科普创作通览》新书发布会', '中国科普作家协会科普创作研讨暨《科普创作通览》新书发布会将于10月24日召开', '2014-10-22 10:35:17', 'http://www.wcsfa.com/scfbox-2425.html'),
(55, 'http://www.wcsfa.com/data/science_thumb/1413761489173165373.jpg', '从《变形金刚》到《环太平洋》——好莱坞文化产业探析', '从《变形金刚》到《环太平洋》——好莱坞文化产业探析', '2014-10-20 15:31:29', 'http://www.wcsfa.com/scfbox-2416.html'),
(56, 'http://www.wcsfa.com/data/science_thumb/1412798737644370544.jpg', '清华大学科幻协会招新', '清华大学科幻协会于10月9日10日在C楼门口D15摊位开展招新活动', '2014-10-09 11:21:57', 'http://www.wcsfa.com/scfbox-2369.html'),
(57, 'http://www.wcsfa.com/data/science_thumb/1410996229890141657.jpg', '南开大学灵南科幻协会招新在即', '9月21日及22日，南开大学灵南科幻协会将开展本年度秋季招新活动。', '2014-09-18 15:23:49', 'http://www.wcsfa.com/scfbox-2320.html'),
(58, 'http://www.wcsfa.com/data/science_thumb/1410802309430592550.jpg', '9.5日上大科幻社招新报道', '咳咳，看看人家协会系列之上海大学科幻社9月5日的招新记录，简直吸引人', '2014-09-12 11:05:48', 'http://www.wcsfa.com/scfbox-2309.html'),
(59, 'http://www.wcsfa.com/data/science_thumb/1410630153728849440.jpg', '以科幻触摸未来——9月22日上海科协大讲坛', '9月22日上海科协大讲坛——以科幻触摸未来，韩松、王晋康、李淼、姚海军、张冉等出席', '2014-09-11 16:31:50', 'http://www.wcsfa.com/scfbox-2306.html'),
(60, 'http://www.wcsfa.com/data/science_thumb/1409164896737574520.jpg', '【科幻活动预告】苹果派：幻想、星空与魔法——Loncon3专题报道会', '8月31日上海科幻苹果核活动：幻想、星空与魔法——Loncon3专题报道会', '2014-08-28 10:41:36', 'http://www.wcsfa.com/scfbox-2279.html'),
(61, 'http://www.wcsfa.com/data/science_thumb/1409170065846764514.jpg', '【苹果派】中日科幻比较研究——8.17上原香老师上海讲座报道', '【苹果派】中日科幻比较研究——8.17上原香老师上海讲座报道', '2014-08-23 12:03:22', 'http://www.wcsfa.com/scfbox-2274.html'),
(62, 'http://www.wcsfa.com/data/science_thumb/1408584053158796509.jpg', '超新星杯科幻爱好者征文大赛征稿启事', '超新星杯科幻爱好者征文大赛征稿启事', '2014-08-21 16:38:10', 'http://www.wcsfa.com/scfbox-2270.html'),
(63, 'http://www.wcsfa.com/data/science_thumb/1408385353047323041.jpg', '一位美少女在宝树广州签售会上的亲身经历', '记817宝树广州签售会——一位美少女在宝树广州签售会上的亲身经历，很高兴遇见你。', '2014-08-19 10:09:13', 'http://www.wcsfa.com/scfbox-2260.html'),
(64, 'http://www.wcsfa.com/data/science_thumb/1408385740609994649.jpg', '雨枫书馆书影同读之《猩球崛起》', '8月23日雨枫书馆【书影同读NO.34】决战猩球之预热大片——《猩球崛起》(赠书送影票)活动', '2014-08-19 08:43:26', 'http://www.wcsfa.com/scfbox-2259.html'),
(65, 'http://www.wcsfa.com/data/science_thumb/1408171500434618016.jpg', '【活动预告】中日科幻比较研究——8.17上原香老师上海讲座', '【活动预告】中日科幻比较研究——8.17上原香老师上海讲座\n主讲：上原香（日本学者，中国科幻研究者）', '2014-08-16 22:13:32', 'http://www.wcsfa.com/scfbox-2254.html'),
(66, 'http://www.wcsfa.com/data/science_thumb/1408038325585074935.jpg', '宝树、陈奕潞南国书香节签售', '南国书香节——最世团队签售，科幻作家宝树、陈奕潞等出席在广州市、惠州市、中山市等地的签售活动', '2014-08-14 16:30:20', 'http://www.wcsfa.com/scfbox-2247.html'),
(67, 'http://www.wcsfa.com/data/science_thumb/1406749740546835155.jpg', '2014年“公众喜爱的科普作品”推介活动', '2014年“公众喜爱的科普作品”推介活动已经开展', '2014-07-31 09:20:54', 'http://www.wcsfa.com/scfbox-2111.html'),
(68, 'http://www.wcsfa.com/data/science_thumb/1406740461071868339.jpg', '北极归来话北极', '冰川专家张文敬重走北冰洋', '2014-07-29 09:54:37', 'http://www.wcsfa.com/scfbox-2092.html'),
(69, 'http://www.wcsfa.com/data/science_thumb/1406750314152577475.jpg', '第四届全球华语科幻星云奖获奖作品集《星纪原》出版', '第四届全球华语科幻星云奖获奖作品集《星纪原》出版。吴岩老师作序，韩松老师作后续。', '2014-07-25 11:59:49', 'http://www.wcsfa.com/scfbox-2075.html'),
(70, 'http://www.wcsfa.com/data/science_thumb/1404943450459317166.jpg', '大西洋号邮轮日韩游杂记', '董仁威赴上海筹备第七届2016年全球华语科幻星云奖嘉年华事宜，随后进行了邮轮日韩游', '2014-07-09 14:08:59', 'http://www.wcsfa.com/scfbox-2020.html'),
(71, 'http://www.wcsfa.com/data/science_thumb/1403037211930230986.jpg', '【苹果派】世界遇上世界——混搭的英雄故事与世界观架构分享', '活动概要：\n时间:  \n06月22日 周日 14:00-17:00\n地点: 上海 徐汇区 淮海中路1555号上海图书馆三楼音乐欣赏室\n费用:  免费\n类型:  讲座\n主办方:科幻苹果核', '2014-06-18 12:33:31', 'http://www.wcsfa.com/scfbox-1582.html'),
(72, 'http://www.wcsfa.com/data/science_thumb/1402597011903056729.jpg', 'TV快讯72号：时光幻象成都科普创作中心成立两周年庆', '2014年6月7日，端午佳节刚过，时光幻象成都科普创作中心我在成都温江金河谷的空中花园家中，召开了小型的成立两周年纪念会.', '2014-06-13 09:33:13', 'http://www.wcsfa.com/scfbox-1513.html'),
(73, 'http://www.wcsfa.com/data/science_thumb/1402204173913662625.jpg', '苹果核幻想节·5月24日交大场记录', '5月24日，幻想节交大场在上海交大逸夫楼200举行。同时，这也标志着第六届上海高校幻想节的闭幕。宝树、江波、飞氘以及吴淼四位嘉宾出席了本次活动，并以讲座、点评等方式参与了互动。', '2014-06-08 19:30:17', 'http://www.wcsfa.com/scfbox-1455.html'),
(74, 'http://www.wcsfa.com/data/science_thumb/1401386615314176551.jpg', '飞氘-五月南巡纪行', '此前的中国科幻大本营之一是成都，参加过几次在那里的笔会，印象深刻，觉得蜀地人民真厉害，吃着火锅喝着茶叉叉麻雀就把科幻搞的生龙活虎。但重庆却一直没去过，对它的印象就是渣滓洞、红岩、遍地美女、薄某某。', '2014-05-30 10:03:35', 'http://www.wcsfa.com/scfbox-1332.html'),
(75, 'http://www.wcsfa.com/data/science_thumb/1401149156556311784.jpg', '《微宇宙的上帝》出版', '《微宇宙的上帝》是收录了12位顶级科幻大师的成名杰作的中短篇科幻选集，所选篇目均是美国科幻作家协会300余位专业作家严选产生。', '2014-05-27 15:52:35', 'http://www.wcsfa.com/scfbox-1304.html'),
(76, 'http://www.wcsfa.com/data/science_thumb/1400786211605614653.jpg', '《火星一号中国》自媒体拍摄计划正式发布', '我和乔飞是Mars one计划的关注者，这部自媒体具有一定的科普意义和前瞻性，结合中国航天之路的崛起，我们相信这部自媒体一定可以有很好的社会效应。', '2014-05-19 22:51:21', 'http://www.wcsfa.com/scfbox-1093.html'),
(77, 'http://www.wcsfa.com/data/science_thumb/1400355151951522656.jpg', '苹果核幻想周-同济大学、上海大学场报道', '第六届上海高校幻想节5月10日同济场和11日上海大学场.参加本次活动的嘉宾有来自科普作协的陈积芳、译者兼游戏设计师陈灼，还有苹果核的统帅：译者丁丁虫.', '2014-05-18 11:07:17', 'http://www.wcsfa.com/scfbox-1090.html'),
(78, 'http://www.wcsfa.com/data/science_thumb/1400178033817166115.jpg', '科幻与科技：咫尺或天涯——刘慈欣等北大讲座预告', '现场聆听我们的大刘刘慈欣与神十航天员、神六总设计师、北大教授的精彩对（zui）话（pao）！向他们提出你读科幻的时候百思不得其解的那些问题！一起听对“科幻离我们有多远”的专业评价！', '2014-05-16 09:45:27', 'http://www.wcsfa.com/scfbox-1070.html'),
(79, 'http://www.wcsfa.com/data/science_thumb/1400115883456654534.jpg', 'TV快讯71：《少年科学院书库》（第二辑）13部书出版', '●书讯:\n时光幻象成都科普创作中心夏收第二茬\n来自四省市签约作家创作的文理兼容、创新型科普读物《少年科学院书库》（第二辑）13部书出版\n●《少年科学院书库》主编董仁威致读者:\n博览群书与成才\n●时光幻象成都科普创作中心中心主力签约作家姜永育接受中央气象台微采访:\n姜永育著《青少年灾害逃生自救丛书》由广西人民出版社出版', '2014-05-15 14:55:39', 'http://www.wcsfa.com/scfbox-1025.html'),
(80, 'http://www.wcsfa.com/data/science_thumb/1400030660620675329.jpg', '“科学让幻想触手可及”——陈虹羽：好故事是怎样炼成的 讲座记录', '中央财经大学科学幻想协会“科学让幻想触手可及”系列讲座（二）在我校沙河校区如期举办。本期讲座邀请到的嘉宾是“少年小说女王”陈虹羽。', '2014-05-14 17:24:20', 'http://www.wcsfa.com/scfbox-1008.html'),
(81, 'http://www.wcsfa.com/data/science_thumb/1400007232307448644.jpg', '《少年儿童综合素质启蒙系列读物》出版发行', '近日，从安徽教育出版社传来夏季第一茬收获喜讯。由董仁威主编，黄继先、戚万凯担任执行主编的《少年儿童综合素质启蒙系列读物》一套6册由安徽教育出版社出版了。', '2014-05-14 10:11:21', 'http://www.wcsfa.com/scfbox-1006.html'),
(82, 'http://www.wcsfa.com/data/science_thumb/1399835403936362715.jpg', '“科学让幻想触手可及”系列讲座二——陈虹羽：好故事是怎样炼成的', '科学幻想协会与silence读书社联袂打造——“科学让幻想触手可及”系列讲座第二弹——“少年小说女王”陈虹羽讲述那些关于少年们残酷荒诞、阳光热血的经历，讲述科幻文学的发展现状及历史。', '2014-05-12 11:10:03', 'http://www.wcsfa.com/scfbox-973.html'),
(83, 'http://www.wcsfa.com/data/science_thumb/1399590284742418432.jpg', '王晋康：一个“圈外人”的文学之路', '5月12日下午2：00在北师大励耘学术报告厅（主楼七层）举办王晋康科幻学术报告会“一个圈外人的文学之路”', '2014-05-09 11:59:10', 'http://www.wcsfa.com/scfbox-929.html'),
(84, 'http://www.wcsfa.com/data/science_thumb/1399590449735324160.jpg', '中国科幻文学再出发学术工作坊 会议议程', '中国科幻文学再出发学术工作坊·会议日程', '2014-05-04 15:31:07', 'http://www.wcsfa.com/scfbox-769.html'),
(85, 'http://www.wcsfa.com/data/science_thumb/1398848772325833981.jpg', '科幻苹果核——世界·茧工作坊 World Cocoon Workshop', '想要架构世界却不知如何动手？想要做宏大设定却害怕势单力薄？想要知名科幻作家亲自点评你的想法？科幻苹果核携手熙谷传媒带来2014上海高校幻想节特别企划——世界·茧工作坊为你详细解析如何设定世界观，拉上小伙伴组队参加，5台Kindle Paperwhite大奖等你来拿！王晋康、陈楸帆、宝树、飞氘等重量级嘉宾现场坐镇点评，Do you want to build your own world?', '2014-05-01 00:37:16', 'http://www.wcsfa.com/scfbox-731.html'),
(86, 'http://www.wcsfa.com/data/science_thumb/1398849071714479831.jpg', '2014上海高校幻想节“世界茧”', '2014年幻想节期间，将依次在同济、上大、东华、复旦、交大五所高校展开嘉宾座谈、主题讲座、你画我猜、科幻舞台剧、角色扮演桌游、科幻版“一站到底”等一系列活动。\n另外，今年苹果核将与熙谷传媒合作，在幻想节中穿插“世界茧工作坊”的比赛，在整个比赛过程中，参与的小组将分别独立制作一个从星球、地理、种族甚至人文的详细设定。每部分的设定都有机会得到该场次所有嘉宾的点评，最终根据比赛成果还会送出重量级奖品,Kindle Paperwhite等你来拿！', '2014-05-01 00:32:20', 'http://www.wcsfa.com/scfbox-730.html'),
(87, 'http://www.wcsfa.com/data/science_thumb/1398820456577971228.jpg', '【星云网上线送大礼】刘慈欣定制签名册已发放', '​星云网上线的大礼已经发出去了！中奖的小伙伴注意查收。下一个福利活动很快就要被揭秘了。', '2014-04-30 16:45:28', 'http://www.wcsfa.com/scfbox-724.html'),
(88, 'http://www.wcsfa.com/data/science_thumb/1398382855259184121.jpg', '马亲王谈科幻文学创作', '2014年4月24日晚8点，在北京师范大学敬文讲堂举行了主题为“星云对话：谈科幻文学创作”的活动。本次活动由北师大学生会主办，邀请到了马伯庸、陈楸帆、飞氘和吴岩作为嘉宾。嘉宾们分享了自己与科幻的非凡经历以及一些人生趣闻。活动进行了一个多小时，嘉宾们幽默风趣的演说和对话让现场氛围十分欢快。祥瑞御免，家宅平安！', '2014-04-25 15:05:30', 'http://www.wcsfa.com/scfbox-698.html'),
(89, 'http://www.wcsfa.com/data/science_thumb/1398278479398835626.jpg', '“我的同学是外星人”征稿启事', '“Where are they ？”当费米提出这个问题的时候，他应该不会想到来自星星的ET们其实早已经在地球潜伏下来了。而你身边也许就隐藏着这么一个来自远方的朋友，TA把自己伪装的像一个地球人，但是TA的行为显然已经出卖了TA，现在连黑衣人和神盾局都无法再包庇他们了，现在就把TA揪出来吧。', '2014-04-24 10:41:19', 'http://www.wcsfa.com/scfbox-662.html'),
(90, 'http://www.wcsfa.com/data/science_thumb/1398205358171145123.jpg', '《风之邦，星之渚——雷兹司芬特兴亡记》译者序', '《风之邦，星之渚——雷兹司芬特兴亡记》是一本以十四世纪神圣罗马帝国为舞台的历史题材科幻小说。它讲述的既是一部个人奋斗史，亦是一部城市发展史。', '2014-04-23 14:22:38', 'http://www.wcsfa.com/scfbox-655.html'),
(91, 'http://www.wcsfa.com/data/science_thumb/1398043488847014491.jpg', '王晋康大连理工大学主题讲座纪实', '2014年4月18日，大连理工大学科幻协会邀请到中国科幻巨擘王晋康老师在大连理工大学伯川图书馆报告厅进行了一场题为《一个科幻作家心目中的科学》的主题讲座。大连理工大学幻迷热情参与，300人的报告厅很快被挤满，加了100个凳子仍满足不了需求，现场达到近500人，十分火爆。', '2014-04-21 17:24:48', 'http://www.wcsfa.com/scfbox-630.html');

-- --------------------------------------------------------

--
-- 表的结构 `sf_base_organization`
--

CREATE TABLE `sf_base_organization` (
  `boid` int(11) NOT NULL,
  `botitle` varchar(128) DEFAULT NULL,
  `boimg` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_base_organization`
--

INSERT INTO `sf_base_organization` (`boid`, `botitle`, `boimg`) VALUES
(1, '标题', 'img.jpg'),
(2, '北京九志天达文化传媒有限公司', 'http://www.wcsfa.com/data/science_thumb/1423521938767197740.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `sf_base_original`
--

CREATE TABLE `sf_base_original` (
  `boid` int(11) NOT NULL,
  `bopic` varchar(128) DEFAULT NULL,
  `botitle` varchar(128) DEFAULT NULL,
  `botext` varchar(1024) DEFAULT NULL,
  `botime` datetime DEFAULT NULL,
  `bohref` varchar(128) DEFAULT NULL,
  `bolike` int(12) DEFAULT NULL,
  `boread` int(12) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_base_original`
--

INSERT INTO `sf_base_original` (`boid`, `bopic`, `botitle`, `botext`, `botime`, `bohref`, `bolike`, `boread`) VALUES
(1, 'img.jpg', '标题', '文本', '2017-10-25 22:08:05', '', 22, 66),
(2, NULL, '无人驾驶', '他的手伸进手套箱，摸出薄薄一叠钱。虽然心里早已有数，但还是不', '2015-09-20 21:51:00', '收藏 2', 8, 0),
(3, NULL, '复 活', '翻看前面的记录，才了解​，原来我的身体细胞在逐渐癌变，这癌在', '2015-09-15 15:30:00', '收藏 2', 4, 0),
(4, NULL, '科幻短篇《高考》', '', '2015-09-02 00:36:00', '收藏 6', 10, 0),
(5, NULL, '天人五衰', '', '2015-08-30 16:20:00', '收藏 1', 6, 0),
(6, NULL, '木马', '格蕾丝第一次见到木马的时候，其实是有那么一丁点儿害怕的。', '2015-08-28 20:06:00', '收藏 1', 1, 0),
(7, NULL, '不可逆转', '国家间政治、经济、文化的复杂竞争，归根到底是人的竞争。拥有更', '2015-08-21 02:20:00', '收藏 0', 2, 0),
(8, NULL, '旋转的星河', '我害怕城市，害怕这个用单晶做骨，用纳米做肉的怪物。', '2015-08-20 19:22:00', '收藏 0', 1, 0),
(9, NULL, '《萨达曼德的战火 》第一章 开', '宇宙区域坐标〔368，200，200〕是银河帝国的第68号开', '2015-08-10 17:59:00', '收藏 0', 3, 0),
(10, NULL, '碎片计划', '', '2015-07-13 12:09:00', '收藏 1', 4, 0),
(11, NULL, '孤独的房子', '我是美娅。', '2015-07-06 16:28:00', '收藏 0', 1, 0),
(12, NULL, '横柯上敝', '', '2015-07-02 12:57:00', '收藏 0', 1, 0),
(13, NULL, '掘墓人', '“关闭主动探测雷达，启动匿踪装置。小心别让自然人们发现了我们', '2015-06-26 22:11:00', '收藏 1', 2, 0),
(14, NULL, '@战记', '“欢迎来到远东第一共和国，这里的人民幸福、欢乐、和平的生活，', '2015-06-23 12:58:00', '收藏 0', 1, 0),
(15, NULL, '誓死', '独幕剧 —— 誓  死', '2015-06-23 10:28:00', '收藏 0', 0, 0),
(16, NULL, '女孩', '这是她到的第十三座山丘。到达的时候已经是傍晚，从聚居地入口就', '2015-06-10 18:05:00', '收藏 0', 0, 0),
(17, NULL, '无情世界（第二章）心战', '', '2015-06-08 17:17:00', '收藏 0', 0, 0),
(18, NULL, '无情世界（第一章）回忆', '与组合意识征宇人的战争已进行了整整二十年，跟咱的年龄一样。正', '2015-06-07 15:09:00', '收藏 0', 1, 0),
(19, NULL, '冯诺伊曼之歌——上海高校幻想节', '2015年：“公司”截取到了神秘代码，获得得到超能力者的关键', '2015-06-01 19:41:00', '收藏 0', 0, 0),
(20, NULL, '贪婪秘器', '年仅29岁的和珅已经身兼朝中数个重要职位，他眯着眼睛觑望向朝', '2015-05-29 13:42:00', '收藏 0', 5, 0),
(21, NULL, '可尼尔', '最后让我们再来核对一遍你的描述：你生活在距今有623年的未来', '2015-05-13 17:03:00', '收藏 0', 2, 0),
(22, NULL, '看护', '我在机器人修复中心做看护，就是这样。这自然不算是一门好差事，', '2015-05-13 16:51:00', '收藏 1', 3, 0),
(23, NULL, '错过', '啊，头痛！这辈子最讨厌冬眠液了，设计的人敢不敢在里面加点糖，', '2015-04-28 09:26:00', '收藏 0', 0, 0),
(24, NULL, '进化I之光合人', '引子\n对于光，人再熟悉不过。\n每天，无论烛光，灯', '2015-04-18 23:55:00', '收藏 1', 2, 0),
(25, NULL, '宇宙尽头的卫生间', '在吃那碗米线之前，我从未感到作为一只单身狗有什么不好。', '2015-03-17 13:16:00', '收藏 0', 0, 0),
(26, NULL, '量子力学与相对论之战之极客公会', '物理学中有两大无法融合的基本规律量子力学与相对论，其实这两种', '2015-02-28 15:19:00', '收藏 0', 0, 0),
(27, NULL, '橘', '夜幕降临，储蓄银行的灯光慢慢暗下，街上人家的灯却一盏盏亮了，', '2015-02-25 21:28:00', '收藏 0', 4, 0),
(28, NULL, '虚世', '夜幕降临，长安城内朱雀街上张灯结彩，人声鼎沸，痴男怨女出双入', '2015-01-25 22:51:00', '收藏 0', 3, 0),
(29, NULL, '孤独', '“地球，早上好！今天是2115年10月5日！这里是人类居留区', '2015-01-18 00:02:00', '收藏 1', 0, 0),
(30, NULL, '螳螂侠', '生物工程系欧阳楠学姐的葬礼定在周六下午。', '2015-01-11 16:08:00', '收藏 1', 4, 0),
(31, NULL, '植物大战人类历史回顾', '老师说，人是最恐怖的生物，因为人会学习，人会思考！我表示赞同', '2015-01-08 16:52:00', '收藏 0', 17, 0),
(32, NULL, '陌生女人', '他很无奈，也毫无办法，只能拿起纸笔，把今天记录下来。他写了足', '2015-01-07 12:13:00', '收藏 0', 2, 0),
(33, NULL, '潘多拉', '当你看到这封信的时候，我已经去了另一个世界。呵呵，请不要为我', '2015-01-06 17:08:00', '收藏 0', 5, 0),
(34, NULL, '告白', '', '2015-01-05 15:53:00', '收藏 0', 0, 0),
(35, NULL, '补习班', '我再次见到了谭依然。她的上半身被拆了下来，身上到处插满数据线', '2015-01-01 16:17:00', '收藏 0', 10, 0),
(36, NULL, '【失忆轮回阴差阳错】《何以解忧', '', '2014-12-19 19:49:00', '收藏 0', 3, 0),
(37, NULL, '天使还是恶魔', '守护者还告诉我，如果任其影响未来，就会破坏秩序，就是宇宙规则', '2014-12-19 18:30:00', '收藏 0', 4, 0),
(38, NULL, '“药”的回忆', '23世纪，起床后的第一件事情不是洗脸刷牙，而是吃药。23世纪', '2014-12-17 14:24:00', '收藏 0', 3, 0),
(39, NULL, '沉默的靠山', '理想搁浅了，但至少还有家，这让他无比庆幸', '2014-11-27 12:58:00', '收藏 0', 2, 0),
(40, NULL, '寻', '这是九月的早晨。我们在一个迷雾中的城市。我找到一块芯片，阮籍', '2014-11-23 10:50:00', '收藏 0', 0, 0),
(41, NULL, '彼岸的倒影', '她站起来，化为黑色精灵，在大地上激起阵阵涟漪。那个彼岸的倒影', '2014-11-14 18:02:00', '收藏 0', 1, 0),
(42, NULL, '柔软的古神', '至于那些离开星球的生物，虽然不知道他们在哪里，但我知道，他们', '2014-11-05 12:16:00', '收藏 1', 1, 0),
(43, NULL, '世界末日的第二天', '你所看到的一切，所有的一切，包括世界末日的一切，都是我对全人', '2014-10-02 13:27:00', '收藏 0', 0, 0),
(44, NULL, '思維迷宮', '原废弃工厂改造大型植物林迷宫工程于今日早8点正式落成营业。', '2014-09-11 21:28:00', '收藏 1', 5, 0),
(45, NULL, '囚犯', '今天大概是周日，之所以这么说，是因为食物和平时的有些不同。', '2014-09-03 19:57:00', '收藏 0', 0, 0),
(46, NULL, '公元2050·第一章·老李的桔', '街上游走着持械的机器人，2050的世界还是由党领导着。', '2014-09-02 14:58:00', '收藏 0', 4, 0),
(47, NULL, '镜像', '两个人,只能活着回去一个!而两个人,都是自己.如何选择?', '2014-08-29 11:01:00', '收藏 3', 3, 0),
(48, NULL, '公主与甜点师', '是的，他在奔赴衰老，比别人更快的时间。', '2014-08-29 10:51:00', '收藏 0', 1, 0),
(49, NULL, '修理大师', '机器人分为两种，一种勤劳有上进心，另一种混吃等死。很不幸，我', '2014-08-21 09:47:00', '收藏 0', 1, 0),
(50, NULL, '关在手机里的人', '手机！手机！我要somnium！我要！', '2014-08-20 10:00:00', '收藏 3', 5, 0),
(51, NULL, '鼓手和吉他手', '我要向你讲述发生在我身上的一些事情，而且，我担保你会感到惊奇', '2014-08-20 09:51:00', '收藏 1', 0, 0),
(52, NULL, '杀掉一个赏金猎人', '我热爱四处游荡，却天性胆小。所以悬赏榜上那些充满了夺人眼球的', '2014-08-20 09:42:00', '收藏 0', 0, 0),
(53, NULL, '不会说话的爱情', '那是2279年4月6日的早晨，我和往常一样把吃剩下的鸡蛋壳倒', '2014-08-20 09:23:00', '收藏 1', 3, 0),
(54, NULL, '巫灵', '', '2014-08-19 23:33:00', '收藏 0', 0, 0),
(55, NULL, '爱的笔记本——夕颜依爱', '', '2014-08-14 19:19:00', '收藏 1', 1, 0),
(56, NULL, '临界', '', '2014-08-14 08:58:00', '收藏 0', 0, 0),
(57, NULL, '圣星科技解密（反物质篇）', '', '2014-08-13 10:46:00', '收藏 0', 0, 0),
(58, NULL, '丧钟', '', '2014-08-11 16:49:00', '收藏 1', 1, 0),
(59, NULL, '永乐天国·画师', '', '2014-08-03 22:54:00', '收藏 1', 1, 0),
(60, NULL, '化作流星，化作尘埃', '', '2014-07-31 14:03:00', '收藏 0', 0, 0),
(61, NULL, '逆时间', '', '2014-07-28 10:02:00', '收藏 1', 0, 0),
(62, NULL, '后代', '', '2014-06-26 16:22:00', '收藏 0', 3, 0),
(63, NULL, '梦梅亭', '', '2014-06-26 16:06:00', '收藏 0', 0, 0),
(64, NULL, '巨叶之城', '', '2014-06-26 15:45:00', '收藏 0', 2, 0),
(65, NULL, '末日列车', '', '2014-06-26 15:04:00', '收藏 0', 2, 0),
(66, NULL, '宇宙毁灭 何去何从？', '', '2014-06-22 08:38:00', '收藏 0', 0, 0),
(67, NULL, '后代', '', '2014-06-21 14:20:00', '收藏 0', 0, 0),
(68, NULL, '孩童的宇宙', '如果是在那一年之前，你会选择沉默，你会用无言来抗议，然后我会', '2014-06-20 07:02:00', '收藏 1', 3, 0),
(69, NULL, '小美人鱼', '', '2014-06-19 11:18:00', '收藏 1', 1, 0),
(70, NULL, '玻色统计', '', '2014-06-19 11:15:00', '收藏 0', 0, 0),
(71, NULL, '一种信仰', '', '2014-06-19 11:11:00', '收藏 0', 1, 0),
(72, NULL, '转基因之变', '', '2014-06-19 10:57:00', '收藏 0', 4, 0),
(73, NULL, '穿越', '', '2014-06-19 10:49:00', '收藏 0', 1, 0),
(74, NULL, '这个男人也来自地球', '', '2014-06-19 10:45:00', '收藏 1', 2, 0),
(75, NULL, '太阳的葬礼', '', '2014-06-19 10:36:00', '收藏 1', 0, 0),
(76, NULL, '自不自由', '', '2014-06-19 10:32:00', '收藏 0', 0, 0),
(77, NULL, '心之所安，便是归处', '', '2014-06-19 10:24:00', '收藏 0', 0, 0),
(78, NULL, '崖山之后', '', '2014-06-19 10:16:00', '收藏 1', 0, 0),
(79, NULL, '最长的一天', '2011年12月31日，这是我遇到的最长的一天。三前这一天就', '2014-06-18 10:28:00', '收藏 3', 0, 0),
(80, NULL, '一条特立独行的比目鱼奇幻之旅', '', '2014-06-13 17:13:00', '收藏 0', 0, 0),
(81, NULL, '星葬', '', '2014-06-13 17:03:00', '收藏 1', 1, 0),
(82, NULL, '行行重行行', '', '2014-06-13 16:58:00', '收藏 0', 0, 0),
(83, NULL, '私奔', '', '2014-06-13 16:46:00', '收藏 0', 0, 0),
(84, NULL, '明亮的眼睛', '', '2014-06-13 16:31:00', '收藏 1', 0, 0),
(85, NULL, '如此反对', '', '2014-06-13 16:23:00', '收藏 0', 0, 0),
(86, NULL, '回乡', '', '2014-06-13 15:37:00', '收藏 0', 0, 0),
(87, NULL, '伟大的遗产', '', '2014-06-13 15:32:00', '收藏 0', 0, 0),
(88, NULL, '放屁是件很严肃的事儿', '', '2014-06-13 15:19:00', '收藏 0', 0, 0),
(89, NULL, '母皇（下篇）', '', '2014-06-13 11:46:00', '收藏 0', 1, 0),
(90, NULL, '母皇（上篇）', '', '2014-06-13 11:27:00', '收藏 1', 1, 0),
(91, NULL, '鲲鹏', '', '2014-06-13 11:20:00', '收藏 0', 0, 0),
(92, NULL, '草丛', '', '2014-06-13 11:16:00', '收藏 1', 1, 0),
(93, NULL, '死亡', '', '2014-06-13 11:11:00', '收藏 0', 0, 0),
(94, NULL, '如果是未来的主人', '', '2014-06-13 11:08:00', '收藏 0', 0, 0),
(95, NULL, '一位习惯性心痛患者', '', '2014-06-13 11:01:00', '收藏 0', 0, 0),
(96, NULL, '产自同一块纱布', '', '2014-06-13 10:54:00', '收藏 0', 0, 0),
(97, NULL, '奇点以后', '', '2014-06-13 10:50:00', '收藏 0', 0, 0),
(98, NULL, '图', '', '2014-06-12 16:00:00', '收藏 0', 0, 0),
(99, NULL, '心战', '', '2014-06-12 15:46:00', '收藏 0', 0, 0),
(100, NULL, '德玛西亚', '', '2014-06-12 15:41:00', '收藏 0', 0, 0),
(101, NULL, 'Breaking Boy', '', '2014-06-12 15:38:00', '收藏 0', 0, 0),
(102, NULL, '当我遇上我', '', '2014-06-12 15:28:00', '收藏 0', 0, 0),
(103, NULL, '畸井葬', '', '2014-06-12 15:22:00', '收藏 0', 0, 0),
(104, NULL, '人造人的爱情', '', '2014-06-12 15:17:00', '收藏 0', 0, 0),
(105, NULL, '刻骨铭心', '', '2014-06-12 15:12:00', '收藏 0', 0, 0),
(106, NULL, '味道', '', '2014-06-12 15:10:00', '收藏 0', 0, 0),
(107, NULL, '夏夜畅想', '', '2014-06-12 15:06:00', '收藏 0', 0, 0),
(108, NULL, '真夏夜之梦', '', '2014-06-12 15:04:00', '收藏 0', 0, 0),
(109, NULL, '眼镜', '', '2014-06-12 14:59:00', '收藏 0', 1, 0),
(110, NULL, '爱', '', '2014-06-12 14:53:00', '收藏 0', 0, 0),
(111, NULL, '智能毛巾', '', '2014-06-12 14:48:00', '收藏 0', 0, 0),
(112, NULL, '围攻锺遖氦', '', '2014-06-12 14:44:00', '收藏 0', 0, 0),
(113, NULL, '在云里', '', '2014-06-12 14:41:00', '收藏 0', 0, 0),
(114, NULL, '转基因之变', '', '2014-06-11 15:56:00', '收藏 2', 2, 0),
(115, NULL, '苍穹的叙事诗', '当阿兰夏露朵的舰队跨越三百五十万光年的距离，驻留在行星布鲁雷', '2014-06-06 22:01:00', '收藏 0', 0, 0),
(116, NULL, '地球 机器！', '所有人类的外星殖民地都被占领。人类被打得毫无还手之力，一再退', '2014-06-06 18:21:00', '收藏 0', 1, 0),
(117, NULL, '佛', '', '2014-06-06 11:05:00', '收藏 0', 0, 0),
(118, NULL, '我是机器人', '', '2014-06-06 10:59:00', '收藏 0', 1, 0),
(119, NULL, '冷血系统', '', '2014-06-06 10:57:00', '收藏 0', 0, 0),
(120, NULL, '第三色盲基因', '', '2014-06-05 17:37:00', '收藏 0', 0, 0),
(121, NULL, '咒骂', '', '2014-06-05 17:26:00', '收藏 0', 0, 0),
(122, NULL, '似水流年', '', '2014-06-05 17:22:00', '收藏 0', 0, 0),
(123, NULL, '张鹏辉', '', '2014-06-05 17:20:00', '收藏 0', 0, 0),
(124, NULL, '无言', '', '2014-06-05 17:17:00', '收藏 0', 0, 0),
(125, NULL, '厄喀德那', '', '2014-06-05 17:12:00', '收藏 0', 0, 0),
(126, NULL, '不一样的时光', '', '2014-06-05 17:06:00', '收藏 0', 0, 0),
(127, NULL, '深入接触', '', '2014-06-05 15:16:00', '收藏 0', 0, 0),
(128, NULL, '你好吗', '', '2014-06-05 15:10:00', '收藏 0', 0, 0),
(129, NULL, '世界之谜', '', '2014-06-05 15:07:00', '收藏 0', 0, 0),
(130, NULL, '仰望星空', '', '2014-06-05 15:03:00', '收藏 1', 2, 0),
(131, NULL, '锦江月（3）【连载更新！】', '', '2014-06-05 14:54:00', '收藏 0', 0, 0),
(132, NULL, '瞬息•无力追寻', '', '2014-06-05 14:46:00', '收藏 0', 1, 0),
(133, NULL, '第一人称恋爱游戏', '', '2014-06-05 14:43:00', '收藏 1', 0, 0),
(134, NULL, '金属纪元', '', '2014-06-05 14:39:00', '收藏 0', 0, 0),
(135, NULL, '沉香楼', '', '2014-06-05 14:34:00', '收藏 0', 1, 0),
(136, NULL, '永恒', '', '2014-06-05 14:31:00', '收藏 0', 0, 0),
(137, NULL, '光明号之重生', '', '2014-06-05 14:27:00', '收藏 0', 0, 0),
(138, NULL, '神还是人？', '', '2014-06-05 14:23:00', '收藏 0', 0, 0),
(139, NULL, '马航日记', '', '2014-06-05 14:20:00', '收藏 0', 0, 0),
(140, NULL, '夜半风起时', '', '2014-06-05 14:17:00', '收藏 0', 0, 0),
(141, NULL, '芯片改变世界', '', '2014-06-05 12:10:00', '收藏 0', 0, 0),
(142, NULL, '消失在初始的风', '', '2014-06-05 12:06:00', '收藏 0', 0, 0),
(143, NULL, '回不完的过去', '', '2014-06-05 12:01:00', '收藏 0', 1, 0),
(144, NULL, '窄门', '', '2014-06-05 11:52:00', '收藏 0', 0, 0),
(145, NULL, '盘古', '', '2014-06-05 11:50:00', '收藏 1', 0, 0),
(146, NULL, '灯塔', '', '2014-06-05 11:42:00', '收藏 0', 0, 0),
(147, NULL, '失落星球', '', '2014-06-05 11:39:00', '收藏 0', 0, 0),
(148, NULL, '萃梦想', '', '2014-06-05 11:33:00', '收藏 0', 0, 0),
(149, NULL, '无解之题', '', '2014-06-05 11:30:00', '收藏 0', 0, 0),
(150, NULL, '嫁妆', '', '2014-06-05 11:16:00', '收藏 0', 0, 0),
(151, NULL, '站在魔方的中心块上', '', '2014-06-05 11:12:00', '收藏 0', 0, 0),
(152, NULL, '一颗草莓', '', '2014-06-05 11:10:00', '收藏 0', 0, 0),
(153, NULL, '突变', '', '2014-06-05 11:07:00', '收藏 0', 0, 0),
(154, NULL, '救命', '', '2014-06-05 11:03:00', '收藏 0', 0, 0),
(155, NULL, '秘密', '', '2014-06-05 11:00:00', '收藏 0', 0, 0),
(156, NULL, '展望', '', '2014-06-05 10:55:00', '收藏 0', 0, 0),
(157, NULL, '记得我们来自地球', '', '2014-06-05 10:50:00', '收藏 1', 1, 0);

-- --------------------------------------------------------

--
-- 表的结构 `sf_comment`
--

CREATE TABLE `sf_comment` (
  `cid` int(11) NOT NULL,
  `cpic` varchar(128) DEFAULT NULL,
  `ctitle` varchar(128) DEFAULT NULL,
  `ctext` varchar(1024) DEFAULT NULL,
  `ctime` datetime DEFAULT NULL,
  `chref` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_comment`
--

INSERT INTO `sf_comment` (`cid`, `cpic`, `ctitle`, `ctext`, `ctime`, `chref`) VALUES
(1, 'img.jpg', '标题', '文本', '2017-10-25 22:08:05', '');

-- --------------------------------------------------------

--
-- 表的结构 `sf_dissertation`
--

CREATE TABLE `sf_dissertation` (
  `did` int(11) NOT NULL,
  `dtitle` varchar(128) DEFAULT NULL,
  `dimg` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_dissertation`
--

INSERT INTO `sf_dissertation` (`did`, `dtitle`, `dimg`) VALUES
(1, '标题', 'img.jpg');

-- --------------------------------------------------------

--
-- 表的结构 `sf_future_great`
--

CREATE TABLE `sf_future_great` (
  `fid` int(11) NOT NULL,
  `ftitle` varchar(128) DEFAULT NULL,
  `fimg` varchar(128) DEFAULT NULL,
  `fwriter` varchar(64) DEFAULT NULL,
  `fvote` int(12) DEFAULT NULL,
  `fread` int(12) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_future_great`
--

INSERT INTO `sf_future_great` (`fid`, `ftitle`, `fimg`, `fwriter`, `fvote`, `fread`) VALUES
(1, '标题', 'img.jpg', '小明', 999999, 2147483647),
(3, '灾星', 'http://www.wcsfa.com/data/conver_image/1481587728514068947.jpg', '滕野', 0, 2077),
(4, '他和他的城', 'http://www.wcsfa.com/data/conver_image/1481587554920698498.jpg', '鹿山', 0, 1345),
(5, '记忆的模样', 'http://www.wcsfa.com/data/conver_image/1481587234160141482.jpg', '青锋', 0, 1264),
(6, '红光', 'http://www.wcsfa.com/data/conver_image/1481586950376083909.jpg', '武夫刚', 0, 1853),
(7, '东郊记忆', 'http://www.wcsfa.com/data/conver_image/1481586551708121680.jpg', '孔欣伟', 0, 1191),
(8, '63.51', 'http://www.wcsfa.com/data/conver_image/1481586395952537051.jpg', '雷小虎', 0, 1006),
(9, '彼岸星', 'http://www.wcsfa.com/data/conver_image/1477849084010109263.jpg', 'k88监察员', 3, 1661),
(10, '雪与火与风的…', 'http://www.wcsfa.com/data/conver_image/1477865985472142738.jpg', '武夫刚', 1, 1524),
(11, '北海道之春', 'http://www.wcsfa.com/data/conver_image/1477942283582126676.jpg', '鹿山', 0, 1410),
(12, '真实偶像', 'http://www.wcsfa.com/data/conver_image/1477871640949353385.jpg', '青锋', 3, 1253),
(13, '数据人生', 'http://www.wcsfa.com/data/conver_image/1476296722522157762.jpg', '雷小虎', 1534, 3148),
(14, '黑色黎明', 'http://www.wcsfa.com/data/conver_image/1477963023285206955.jpg', '滕野', 0, 1316),
(15, '捕捉时光', 'http://www.wcsfa.com/data/conver_image/1477331329884808708.jpg', '孔欣伟', 0, 1201),
(16, '太阳尽头', 'http://www.wcsfa.com/data/conver_image/1472425031096725376.jpg', '刘啸', 57, 1323),
(17, '地震云', 'http://www.wcsfa.com/data/conver_image/1477963201935551457.jpg', '孙望路', 1, 1751),
(18, '包裹', 'http://www.wcsfa.com/data/conver_image/1477520728822634039.jpg', '王元', 0, 1029),
(19, '失格', 'http://www.wcsfa.com/data/conver_image/1474405016261660141.jpg', '虞鹿阳', 1, 1823),
(20, '卡波纳之谜', 'http://www.wcsfa.com/data/conver_image/1477872263340580279.jpg', '过千帆', 0, 876),
(21, '袭击日', 'http://www.wcsfa.com/data/conver_image/1477850339950275717.jpg', '颢喆', 882, 3525),
(22, '违规作品-命…', 'http://www.wcsfa.com/data/conver_image/1478022047924612076.jpg', '钟云', 0, 1627),
(23, '违规文章-别…', 'http://www.wcsfa.com/data/conver_image/1472146486449528449.jpg', '黄亦杨', 28722, 34347),
(24, '铁柱', 'http://www.wcsfa.com/data/conver_image/1476901142854160454.jpg', '六木', 0, 1028),
(25, '屠星指南', 'http://www.wcsfa.com/data/conver_image/1478023596784778121.jpg', '修新羽', 0, 1242),
(26, '二号测试者之…', 'http://www.wcsfa.com/data/conver_image/1475965963782152035.jpg', '斜高', 0, 933),
(27, '月面基地', 'http://www.wcsfa.com/data/conver_image/1478028210869772326.jpg', '苏絴', 0, 861),
(28, '彩虹勇士', 'http://www.wcsfa.com/data/conver_image/1478028315433960117.jpg', '铁与绣', 1, 894),
(29, '巫女', 'http://www.wcsfa.com/data/conver_image/1478024305681857528.jpg', '北海扶摇', 0, 957),
(30, '全息的新衣', 'http://www.wcsfa.com/data/conver_image/1478028059165726992.jpg', '沈华朝', 0, 728),
(31, '一日实况', 'http://www.wcsfa.com/data/conver_image/1478025354194937092.jpg', '冷战咖啡', 0, 611),
(32, '睡美人', 'http://www.wcsfa.com/data/conver_image/1478027261300311674.jpg', '哀梨', 0, 776),
(33, '鱼', 'http://www.wcsfa.com/data/conver_image/1478026073152317920.jpg', '廖媛琳', 1, 795),
(34, '天使', 'http://www.wcsfa.com/data/conver_image/1478024039737754272.jpg', '葵树', 0, 783),
(35, '逆流旋涡', 'http://www.wcsfa.com/data/conver_image/1478023042836270807.jpg', '王文亮', 0, 765),
(36, '本原', 'http://www.wcsfa.com/data/conver_image/1478022569507013084.jpg', '雷仙童', 0, 701),
(37, '无限城', 'http://www.wcsfa.com/data/conver_image/1478027529482774244.jpg', '楼台', 0, 700),
(38, '映射之战', 'http://www.wcsfa.com/data/conver_image/1478021937560784487.jpg', '沥书', 2, 742),
(39, '脑虫觉醒', 'http://www.wcsfa.com/data/conver_image/1478022512051484406.jpg', '常郁', 0, 676),
(40, '奇迹与虚拟日…', 'http://www.wcsfa.com/data/conver_image/1478021874338711873.jpg', '猫隐猫间', 0, 687),
(41, '电子归墟', 'http://www.wcsfa.com/data/conver_image/1478021793220127238.jpg', '张潇', 0, 735),
(42, '算命先生', 'http://www.wcsfa.com/data/conver_image/1478028860425517351.jpg', '呵呵呵呵', 2, 893),
(43, '社会教育', 'http://www.wcsfa.com/data/conver_image/1477963464536545494.jpg', '芥舟K', 13, 1009),
(44, '当生存不再是…', 'http://www.wcsfa.com/data/conver_image/1477963406280782482.jpg', '弦尽', 0, 678),
(45, '不死之战之胶…', 'http://www.wcsfa.com/data/conver_image/1477963340750050651.jpg', '巫左左', 0, 643),
(46, '一种被唤作水…', 'http://www.wcsfa.com/data/conver_image/1477963277193464787.jpg', '云梓君', 0, 664),
(47, '简单程序', 'http://www.wcsfa.com/data/conver_image/1478022257089651039.jpg', '水丹青', 0, 774),
(48, '桃花源', 'http://www.wcsfa.com/data/conver_image/1477963144938590364.jpg', '徐小涛', 0, 663),
(49, '追逝', 'http://www.wcsfa.com/data/conver_image/1477963082052463818.jpg', '张潇', 0, 637),
(50, '跳频1：冲出…', 'http://www.wcsfa.com/data/conver_image/1477962931182049971.jpg', '江山', 0, 583),
(51, '戴着笑脸的哭…', 'http://www.wcsfa.com/data/conver_image/1477962853553682461.jpg', '怪物', 22, 706),
(52, '宙墓异梦', 'http://www.wcsfa.com/data/conver_image/1477962760828593743.jpg', '刘珂歆', 2, 685),
(53, '房间', 'http://www.wcsfa.com/data/conver_image/1477962507349105383.jpg', '永恒之戕', 0, 663),
(54, '谛听', 'http://www.wcsfa.com/data/conver_image/1477962677253710097.jpg', '大雪满弓刀', 0, 612),
(55, '梦中的卡农', 'http://www.wcsfa.com/data/conver_image/1477962449943556203.jpg', '阿辅alcor', 0, 706),
(56, '红灯区', 'http://www.wcsfa.com/data/conver_image/1477962300740086799.jpg', '卢倚', 0, 690),
(57, '寻找地球的故…', 'http://www.wcsfa.com/data/conver_image/1478028395977465481.jpg', '李锦琦', 0, 756),
(58, '分途', 'http://www.wcsfa.com/data/conver_image/1477962117310529439.jpg', '极个', 0, 578),
(59, '星际时代的小…', 'http://www.wcsfa.com/data/conver_image/1477961998090625006.jpg', '安闯', 0, 584),
(60, '你不孤独', 'http://www.wcsfa.com/data/conver_image/1477961703618601049.jpg', '王子祎', 6, 597),
(61, '自传', 'http://www.wcsfa.com/data/conver_image/1477954379349295129.jpg', 'OWL42', 0, 564),
(62, '黑色手机', 'http://www.wcsfa.com/data/conver_image/1477943109422285232.jpg', '小偷', 0, 536),
(63, '无声之生', 'http://www.wcsfa.com/data/conver_image/1477942620094381328.jpg', '沥书', 1, 547),
(64, '道生一', 'http://www.wcsfa.com/data/conver_image/1477942547804412232.jpg', '严开', 0, 537),
(65, '扳道工', 'http://www.wcsfa.com/data/conver_image/1477942408116194815.jpg', '横竖钩', 0, 579),
(66, '海的女儿', 'http://www.wcsfa.com/data/conver_image/1477942348434924385.jpg', 'Crepes65', 0, 553),
(67, '时代‘病’', 'http://www.wcsfa.com/data/conver_image/1477942199686534862.jpg', '悬崖边的柏树', 0, 546),
(68, '黑白抉择', 'http://www.wcsfa.com/data/conver_image/1477941635605870502.jpg', '安少梁', 21, 845),
(69, '厌食', 'http://www.wcsfa.com/data/conver_image/1477941573306418750.jpg', '张以墨', 0, 550),
(70, '长沙', 'http://www.wcsfa.com/data/conver_image/1477941498010718941.jpg', '廖家渣叔', 0, 606),
(71, '星系摄食', 'http://www.wcsfa.com/data/conver_image/1477941444532043493.jpg', '申烁', 63, 901),
(72, '睡前考古', 'http://www.wcsfa.com/data/conver_image/1477941312706669185.jpg', '开记', 3, 605),
(73, '神灯', 'http://www.wcsfa.com/data/conver_image/1477941244151911614.jpg', '安语', 0, 618),
(74, '文明继承者', 'http://www.wcsfa.com/data/conver_image/1477941174402974582.jpg', '初晓', 5, 730),
(75, '循环之内', 'http://www.wcsfa.com/data/conver_image/1477941116924735973.jpg', '若葉老贼', 0, 612),
(76, '蚂蚁上帝', 'http://www.wcsfa.com/data/conver_image/1477941034422565695.jpg', '石佳', 2357, 6834),
(77, '理想星球', 'http://www.wcsfa.com/data/conver_image/1477940981634762523.jpg', '修新羽', 0, 684),
(78, '等待狮群', 'http://www.wcsfa.com/data/conver_image/1477940439923010801.jpg', '修新羽', 0, 631),
(79, '删除它，暴乱…', 'http://www.wcsfa.com/data/conver_image/1477938772331524772.jpg', '申烁', 59, 927),
(80, '龙形寂寞', 'http://www.wcsfa.com/data/conver_image/1477938558487284112.jpg', '精盐', 0, 469),
(81, '骰子', 'http://www.wcsfa.com/data/conver_image/1477938647698280015.jpg', '崴生', 20, 734),
(82, '故事开始之前', 'http://www.wcsfa.com/data/conver_image/1477938441027048957.jpg', '西门隆谷', 0, 584),
(83, '太空蚕', 'http://www.wcsfa.com/data/conver_image/1477937851886228553.jpg', '肖志喜', 0, 1951),
(84, '四十五亿又四…', 'http://www.wcsfa.com/data/conver_image/1477937704168592943.jpg', '芥舟K', 86, 2154),
(85, '星球救赎', 'http://www.wcsfa.com/data/conver_image/1477936886351675746.jpg', '浅心', 0, 669),
(86, '带刀侍卫-混…', 'http://www.wcsfa.com/data/conver_image/1477936775770244543.jpg', '张洪琳', 0, 625),
(87, '时间上的流星', 'http://www.wcsfa.com/data/conver_image/1477936583017796636.jpg', '百岁之后', 13, 736),
(88, '窑变', 'http://www.wcsfa.com/data/conver_image/1477936458643623725.jpg', '慕明', 0, 580),
(89, '拾忆', 'http://www.wcsfa.com/data/conver_image/1477935550765772710.jpg', '寻梦', 234, 2673),
(90, '梦蝶', 'http://www.wcsfa.com/data/conver_image/1477935402279922569.jpg', '笏砚', 0, 597),
(91, '星繁', 'http://www.wcsfa.com/data/conver_image/1477935054951271208.jpg', '碳闪', 0, 1164),
(92, '游侠老铁', 'http://www.wcsfa.com/data/conver_image/1477874552954408658.jpg', '燕雪池', 2, 634),
(93, '田螺', 'http://www.wcsfa.com/data/conver_image/1477874275283943304.jpg', '越龙草', 0, 557),
(94, '智能个体三大…', 'http://www.wcsfa.com/data/conver_image/1477874091862045333.jpg', '海佩利昂', 0, 555),
(95, '时间不够你爱', 'http://www.wcsfa.com/data/conver_image/1477874025326596960.jpg', '马达', 0, 543),
(96, '伊甸园', 'http://www.wcsfa.com/data/conver_image/1477873913328055863.jpg', '红泥头', 0, 634),
(97, '生存', 'http://www.wcsfa.com/data/conver_image/1477873753980704094.jpg', '红泥头', 0, 561),
(98, '兰芳大统制共…', 'http://www.wcsfa.com/data/conver_image/1478028125259194139.jpg', '渝航', 0, 1017),
(99, '最终的起点', 'http://www.wcsfa.com/data/conver_image/1477873569825929219.jpg', '现界中的幻想', 0, 666),
(100, '永恒的尽头', 'http://www.wcsfa.com/data/conver_image/1477873497549630743.jpg', '语吉', 2, 602),
(101, '转移', 'http://www.wcsfa.com/data/conver_image/1477873420197661508.jpg', '红泥头', 0, 599),
(102, '英雄之路', 'http://www.wcsfa.com/data/conver_image/1477873254263315054.jpg', '麦兆峰', 100, 719),
(103, '九九年', 'http://www.wcsfa.com/data/conver_image/1477874804929245680.jpg', '长野', 1, 579),
(104, '芥子之川', 'http://www.wcsfa.com/data/conver_image/1477873156864886803.jpg', '算法少女小猿', 1, 608),
(105, '玛卡琳娜', 'http://www.wcsfa.com/data/conver_image/1477874631009701462.jpg', '算法少女小猿', 0, 623),
(106, '回归', 'http://www.wcsfa.com/data/conver_image/1477872088740123230.jpg', '若谷', 0, 527),
(107, '人类的眼睛', 'http://www.wcsfa.com/data/conver_image/1477871719659667514.jpg', '兴泓竹', 2, 600),
(108, '叛国的母亲', 'http://www.wcsfa.com/data/conver_image/1477871216433937868.jpg', '武夫刚', 3, 835),
(109, '重组盖亚', 'http://www.wcsfa.com/data/conver_image/1477865823334302505.jpg', '苟', 0, 645),
(110, 'T星劝导', 'http://www.wcsfa.com/data/conver_image/1477857119509047447.jpg', '观察者A', 0, 551),
(111, '武林', 'http://www.wcsfa.com/data/conver_image/1477856887255509647.jpg', '我家小区科幻大将', 0, 547),
(112, '未来演算', 'http://www.wcsfa.com/data/conver_image/1477856625900101886.jpg', '芥末', 0, 632),
(113, '解放者', 'http://www.wcsfa.com/data/conver_image/1477856470442102500.jpg', '开辟灯', 0, 581),
(114, '机器之人', 'http://www.wcsfa.com/data/conver_image/1477856373243593895.jpg', '风铭', 0, 621),
(115, '《七天环游地…', 'http://www.wcsfa.com/data/conver_image/1477855834986102442.jpg', '袁天豪', 3656, 5388),
(116, '猫的重生', 'http://www.wcsfa.com/data/conver_image/1477855555995227130.jpg', 'UnTr', 0, 574),
(117, '索魂汽车', 'http://www.wcsfa.com/data/conver_image/1477855441427782114.jpg', '启山', 9, 573),
(118, '唯是此书最值…', 'http://www.wcsfa.com/data/conver_image/1477855197509233054.jpg', '良质', 0, 527),
(119, '迷途的薛定谔…', 'http://www.wcsfa.com/data/conver_image/1477855075740671055.jpg', '启山', 32, 739),
(120, '创始者', 'http://www.wcsfa.com/data/conver_image/1477854957751351486.jpg', '孙碧泽', 0, 611),
(121, '76号电话亭', 'http://www.wcsfa.com/data/conver_image/1477853989121374506.jpg', '海北老狼', 0, 576),
(122, '开花', 'http://www.wcsfa.com/data/conver_image/1477853442618359037.jpg', '二分之一灵魂', 15, 881),
(123, '纵横交错——…', 'http://www.wcsfa.com/data/conver_image/1477853349451840733.jpg', '纤纤细雨', 0, 572),
(124, '思维网', 'http://www.wcsfa.com/data/conver_image/1477853246289777139.jpg', '西娍', 0, 609),
(125, '繁星的约定', 'http://www.wcsfa.com/data/conver_image/1477853162160442939.jpg', '星痕痕星', 0, 568),
(126, '普罗米修斯', 'http://www.wcsfa.com/data/conver_image/1477852991142255478.jpg', '悟慈仁', 0, 765),
(127, '白夜', 'http://www.wcsfa.com/data/conver_image/1477852872366870578.jpg', '怪物', 9, 698),
(128, '大恐龙', 'http://www.wcsfa.com/data/conver_image/1477852794732614069.jpg', 'Rullocu', 0, 682),
(129, '虫的洞', 'http://www.wcsfa.com/data/conver_image/1477849880612366325.jpg', '韦迪', 0, 612),
(130, '你往何处去', 'http://www.wcsfa.com/data/conver_image/1477849804588525841.jpg', '江山', 0, 541),
(131, '对手', 'http://www.wcsfa.com/data/conver_image/1477849738822529764.jpg', '望月槐', 0, 586),
(132, '旋转大炮', 'http://www.wcsfa.com/data/conver_image/1477849364781695108.jpg', 'dkssa', 84, 1551),
(133, '亲爱的艾丽斯', 'http://www.wcsfa.com/data/conver_image/1477849262727295012.jpg', '方生', 0, 562),
(134, '量子空间科技', 'http://www.wcsfa.com/data/conver_image/1477871185337929436.jpg', '灰色领路人', 3, 977),
(135, '查无此人', 'http://www.wcsfa.com/data/conver_image/1477848979251523928.jpg', 'E1', 17, 920),
(136, '特殊的病人', 'http://www.wcsfa.com/data/conver_image/1477848882296858661.jpg', '蓝骐骏', 0, 625),
(137, '病', 'http://www.wcsfa.com/data/conver_image/1477848741694707364.jpg', 'YC', 0, 565),
(138, '谎言', 'http://www.wcsfa.com/data/conver_image/1477848644485092262.jpg', '铁松', 30, 846),
(139, '七日', 'http://www.wcsfa.com/data/conver_image/1477848436296041084.jpg', '王德明', 71, 2246),
(140, '不可言说的秘…', 'http://www.wcsfa.com/data/conver_image/1477607233550012807.jpg', '霜月红枫', 0, 598),
(141, '唤醒大师与记…', 'http://www.wcsfa.com/data/conver_image/1477598178138253456.jpg', '熊永权', 1, 656),
(142, '霾城记忆', 'http://www.wcsfa.com/data/conver_image/1477597991458983879.jpg', '苦瓜', 0, 619),
(143, '全知者', 'http://www.wcsfa.com/data/conver_image/1477592115816909685.jpg', '郑晖', 0, 628),
(144, '地下', 'http://www.wcsfa.com/data/conver_image/1477592171485119943.jpg', '白贲', 26950, 29709),
(145, '陆零玖', 'http://www.wcsfa.com/data/conver_image/1477609096058006262.jpg', '谢小勺', 0, 548),
(146, '旁观者', 'http://www.wcsfa.com/data/conver_image/1477588439553779487.jpg', '因特雷尊', 0, 611),
(147, '走卒', 'http://www.wcsfa.com/data/conver_image/1477531243732513228.jpg', '笏砚', 0, 634),
(148, '地球上最后一…', 'http://www.wcsfa.com/data/conver_image/1477588136760347262.jpg', '张佳风', 0, 617),
(149, '都市设计师', 'http://www.wcsfa.com/data/conver_image/1477522973547802640.jpg', '灰色领路人', 2, 772),
(150, '老司机带带我', 'http://www.wcsfa.com/data/conver_image/1477522175208019204.jpg', 'FatE', 11, 1267),
(151, '复仇黎明', 'http://www.wcsfa.com/data/conver_image/1477521024356884183.jpg', '光圈', 1, 583),
(152, '我的自称旺财…', 'http://www.wcsfa.com/data/conver_image/1477520945743622512.jpg', '决明子', 0, 498),
(153, '真极世', 'http://www.wcsfa.com/data/conver_image/1477520807016399149.jpg', '胖哈哈', 0, 598),
(154, '婚检所往事', 'http://www.wcsfa.com/data/conver_image/1477511669594002794.jpg', '岳机', 0, 664),
(155, '星河渺', 'http://www.wcsfa.com/data/conver_image/1477511306452119103.jpg', '飞火裹露', 2, 624),
(156, '那个女孩来自…', 'http://www.wcsfa.com/data/conver_image/1477443859425695930.jpg', '田冥', 0, 556),
(157, '元法则', 'http://www.wcsfa.com/data/conver_image/1477443688650756748.jpg', '召唤SSR', 0, 573),
(158, '石伞—上帝—…', 'http://www.wcsfa.com/data/conver_image/1477443566055157454.jpg', '潘神的迷宫', 0, 493),
(159, '碎片·女娲的…', 'http://www.wcsfa.com/data/conver_image/1477443448230838478.jpg', '周琴', 0, 621),
(160, '瀛洲记', 'http://www.wcsfa.com/data/conver_image/1477443097487810893.jpg', '何翘楚', 0, 543),
(161, '好好活下去', 'http://www.wcsfa.com/data/conver_image/1477442967298466564.jpg', '周河晓', 0, 573),
(162, '告别', 'http://www.wcsfa.com/data/conver_image/1477442923127353016.jpg', '147', 0, 536),
(163, '光·星辰·暗', 'http://www.wcsfa.com/data/conver_image/1477336909241439076.jpg', '夏天的玫瑰', 0, 607),
(164, '180234…', 'http://www.wcsfa.com/data/conver_image/1477335077250619231.jpg', '慕泽', 1, 590),
(165, '超智能时代', 'http://www.wcsfa.com/data/conver_image/1477332298399831930.jpg', '毛鸿', 0, 655),
(166, '最后的毁灭者', 'http://www.wcsfa.com/data/conver_image/1477331586654159348.jpg', '毛鸿', 0, 573),
(167, '眼镜和面具', 'http://www.wcsfa.com/data/conver_image/1477331430748600091.jpg', '一米道人', 0, 642),
(168, '红点', 'http://www.wcsfa.com/data/conver_image/1477329519148435432.jpg', '刘溪韵', 0, 681),
(169, '复制', 'http://www.wcsfa.com/data/conver_image/1477329489472292708.jpg', '白玉', 0, 628),
(170, '她来自未来', 'http://www.wcsfa.com/data/conver_image/1477329463202284170.jpg', '暗夜半生浮', 0, 603),
(171, '残舟之下', 'http://www.wcsfa.com/data/conver_image/1477329434647701905.jpg', '萤潮', 10, 665),
(172, '玩具', 'http://www.wcsfa.com/data/conver_image/1477329366608862448.jpg', '一米道人', 0, 565),
(173, '逐日者', 'http://www.wcsfa.com/data/conver_image/1477329185942072817.jpg', '杨枫', 226, 1144),
(174, '徐嘉的自杀', 'http://www.wcsfa.com/data/conver_image/1477329000642370313.jpg', '鹿蹄', 109, 852),
(175, '侵蚀', 'http://www.wcsfa.com/data/conver_image/1477328954478875673.jpg', 'Kay', 881, 1796),
(176, '沙', 'http://www.wcsfa.com/data/conver_image/1477244469184329349.jpg', '城俘', 0, 606),
(177, '灵魂债券', 'http://www.wcsfa.com/data/conver_image/1477243627078800299.jpg', '城俘', 0, 614),
(178, '孤独享受者', 'http://www.wcsfa.com/data/conver_image/1477243501933257557.jpg', '终有同归成殊途', 0, 594),
(179, '一个由计费器…', 'http://www.wcsfa.com/data/conver_image/1477007663186810868.jpg', '思历', 3, 824),
(180, '分裂', 'http://www.wcsfa.com/data/conver_image/1476923736872149572.jpg', '乔尔金', 10691, 14290),
(181, '超长疯人院', 'http://www.wcsfa.com/data/conver_image/1476923545921655524.jpg', '如果不可能', 1, 701),
(182, '万物生', 'http://www.wcsfa.com/data/conver_image/1476923800348998601.jpg', '丁一', 4374, 7300),
(183, '旁观者九十二…', 'http://www.wcsfa.com/data/conver_image/1476922599463661330.jpg', 'bluemoth', 0, 530),
(184, '小美人鱼和我', 'http://www.wcsfa.com/data/conver_image/1476903325973500138.jpg', '孟凌霄', 0, 537),
(185, '钟尝', 'http://www.wcsfa.com/data/conver_image/1476903408058128257.jpg', '孟凌霄', 0, 644),
(186, '神秘的明日来…', 'http://www.wcsfa.com/data/conver_image/1476898549900807442.jpg', '唐伯大老虎', 0, 622),
(187, '鸳鸯镇', 'http://www.wcsfa.com/data/conver_image/1476821231822308303.jpg', '茶僧', 2, 607),
(188, '审讯', 'http://www.wcsfa.com/data/conver_image/1476821211630832223.jpg', '红色腊肠嘴章鱼', 1, 591),
(189, '星团', 'http://www.wcsfa.com/data/conver_image/1476818391777852441.jpg', '松泉', 4, 727),
(190, '心', 'http://www.wcsfa.com/data/conver_image/1476816770409798408.jpg', '松泉', 1, 622),
(191, '时间之外的你', 'http://www.wcsfa.com/data/conver_image/1476665153240639098.jpg', '大螃蟹', 126, 1722),
(192, '生命之续', 'http://www.wcsfa.com/data/conver_image/1476664982574279361.jpg', '木流砂', 0, 749),
(193, '复活节', 'http://www.wcsfa.com/data/conver_image/1476664418919303784.jpg', '苏逸少', 0, 605),
(194, '顾拜旦先生的…', 'http://www.wcsfa.com/data/conver_image/1476664145082202950.jpg', '美菲斯特', 0, 599),
(195, '玛尔斯的阴影', 'http://www.wcsfa.com/data/conver_image/1476664003831582516.jpg', '美菲斯特', 0, 626),
(196, '《未来已来》', 'http://www.wcsfa.com/data/conver_image/1476663911561617410.jpg', '郑杰斌', 2, 572),
(197, '有趣的来客', 'http://www.wcsfa.com/data/conver_image/1476663812749628401.jpg', '董小雅', 0, 631),
(198, '偷走一个科幻…', 'http://www.wcsfa.com/data/conver_image/1476387402955496062.jpg', '召唤SSR', 0, 824),
(199, '进化论', 'http://www.wcsfa.com/data/conver_image/1476387425924206416.jpg', '召唤SSR', 0, 704),
(200, '桃花源码', 'http://www.wcsfa.com/data/conver_image/1476295863204984328.jpg', '赖仲达', 8, 850),
(201, '真实的虚妄', 'http://www.wcsfa.com/data/conver_image/1476224677178150588.jpg', '云尘', 1, 755),
(202, '致命报复', 'http://www.wcsfa.com/data/conver_image/1476214456647927370.jpg', '霜月红枫', 0, 678),
(203, '时间熵', 'http://www.wcsfa.com/data/conver_image/1476205871768740360.jpg', '水西门的小恶棍', 0, 903),
(204, '波塞冬之潮', 'http://www.wcsfa.com/data/conver_image/1476122259783963904.jpg', '遣山怜子', 0, 718),
(205, '泰坦墓园', 'http://www.wcsfa.com/data/conver_image/1476122203161691430.jpg', '氦', 1, 733),
(206, '无声下的宿命', 'http://www.wcsfa.com/data/conver_image/1476053724074556254.jpg', '三文鱼Simon', 0, 862),
(207, '猎座人', 'http://www.wcsfa.com/data/conver_image/1476121962800057989.jpg', '孙赛波', 1, 746),
(208, '溯洄', 'http://www.wcsfa.com/data/conver_image/1476053391294837000.jpg', '侯荣荣', 698, 1950),
(209, '爱火', 'http://www.wcsfa.com/data/conver_image/1476052933182700791.jpg', '屈磊', 0, 663),
(210, '时间的彼方', 'http://www.wcsfa.com/data/conver_image/1476121658945920082.jpg', '美菲斯特', 0, 669),
(211, '缘分', 'http://www.wcsfa.com/data/conver_image/1476052064752004991.jpg', '雨果杨', 0, 752),
(212, '退化', 'http://www.wcsfa.com/data/conver_image/1476051353735943864.jpg', '明辰', 0, 674),
(213, '地球打印机', 'http://www.wcsfa.com/data/conver_image/1476051172398340150.jpg', '郑晖', 0, 703),
(214, '老橘', 'http://www.wcsfa.com/data/conver_image/1475966159752767585.jpg', '斜高', 0, 660),
(215, '沉默的阴影', 'http://www.wcsfa.com/data/conver_image/1475965592962538196.jpg', '左小禅', 0, 613),
(216, '进化理论', 'http://www.wcsfa.com/data/conver_image/1475965367358340971.jpg', '左小禅', 0, 634),
(217, '生物链大断裂', 'http://www.wcsfa.com/data/conver_image/1475955352406383298.jpg', '飞熊传说', 0, 585),
(218, '伴生：双生游…', 'http://www.wcsfa.com/data/conver_image/1475866955874785344.jpg', '青犬', 0, 645),
(219, '一本书店', 'http://www.wcsfa.com/data/conver_image/1475863961283506721.jpg', '林一', 274, 1245),
(220, '心理日记', 'http://www.wcsfa.com/data/conver_image/1475860471419779480.jpg', '李卓宇', 8030, 16767),
(221, '魔城', 'http://www.wcsfa.com/data/conver_image/1475860308905831785.jpg', '风中孤影', 82, 825),
(222, '刍狗之仁', 'http://www.wcsfa.com/data/conver_image/1475609050345206040.jpg', '三十娘', 0, 815),
(223, '夏夜之星', 'http://www.wcsfa.com/data/conver_image/1475608399818196168.jpg', '卖梦先生', 0, 705),
(224, '鹿港小镇', 'http://www.wcsfa.com/data/conver_image/1475608657630598597.jpg', '美菲斯特', 0, 726),
(225, '噬梦者', 'http://www.wcsfa.com/data/conver_image/1475607861258583141.jpg', '韩伟', 5, 857),
(226, '纳米血弹', 'http://www.wcsfa.com/data/conver_image/1475607757950673527.jpg', '西遇尘', 0, 867),
(227, '黑星', 'http://www.wcsfa.com/data/conver_image/1475172219720360288.jpg', 'H.A.朋', 0, 1008),
(228, '众星谁主', 'http://www.wcsfa.com/data/conver_image/1475084508813443387.jpg', '张洪琳', 0, 575),
(229, '水波往事', 'http://www.wcsfa.com/data/conver_image/1475000648111681741.jpg', '没食子', 0, 617),
(230, '传统医学', 'http://www.wcsfa.com/data/conver_image/1475000573966057634.jpg', '汪晓阳', 0, 667),
(231, '来自天上的人', 'http://www.wcsfa.com/data/conver_image/1475000380967895416.jpg', '程运', 0, 735),
(232, '伊芙琳', 'http://www.wcsfa.com/data/conver_image/1475000296946493911.jpg', '孟槿', 13, 777),
(233, '七日而亡', 'http://www.wcsfa.com/data/conver_image/1475000129106881089.jpg', '跃过林梢', 4, 659),
(234, '静默无声', 'http://www.wcsfa.com/data/conver_image/1475000008219679684.jpg', '东觉', 5, 749),
(235, '毒窟幽梦', 'http://www.wcsfa.com/data/conver_image/1474823313597160962.jpg', '于博', 1, 1071),
(236, '超人诞生', 'http://www.wcsfa.com/data/conver_image/1474823399535980151.jpg', '陈俊', 4, 11061),
(237, '轮值身份', 'http://www.wcsfa.com/data/conver_image/1474391379759013906.jpg', '陈鸢', 0, 766),
(238, '埃舍尔陷阱', 'http://www.wcsfa.com/data/conver_image/1474391114406172921.jpg', '美菲斯特', 1, 937);

-- --------------------------------------------------------

--
-- 表的结构 `sf_index_carousel`
--

CREATE TABLE `sf_index_carousel` (
  `cid` int(12) NOT NULL,
  `img` varchar(128) DEFAULT NULL,
  `title` varchar(64) DEFAULT NULL,
  `href` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_index_carousel`
--

INSERT INTO `sf_index_carousel` (`cid`, `img`, `title`, `href`) VALUES
(1, 'img.jpg', '科幻', 'he');

-- --------------------------------------------------------

--
-- 表的结构 `sf_masterpiece`
--

CREATE TABLE `sf_masterpiece` (
  `mid` int(11) NOT NULL,
  `mpic` varchar(128) DEFAULT NULL,
  `mtitle` varchar(128) DEFAULT NULL,
  `mtext` varchar(1024) DEFAULT NULL,
  `mtime` datetime DEFAULT NULL,
  `mcollect` int(12) DEFAULT NULL,
  `mlike` int(12) DEFAULT NULL,
  `mread` int(12) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_masterpiece`
--

INSERT INTO `sf_masterpiece` (`mid`, `mpic`, `mtitle`, `mtext`, `mtime`, `mcollect`, `mlike`, `mread`) VALUES
(1, 'img.jpg', '标题', '文本', '2017-10-25 22:08:05', 0, 22, 66),
(2, NULL, '柒武——喜丧（下）', '何谓喜丧之“喜”？既是离世者为之欣然，也是在世者为之欢喜，两', '2015-12-22 10:46:00', 0, 16, 0),
(3, NULL, '柒武——喜丧（上）', '何谓喜丧之“喜”？既是离世者为之欣然，也是在世者为之欢喜，两', '2015-12-22 10:46:00', 0, 13, 0),
(4, NULL, '薄暮——行星采集', '“那……那些走了的人还会回来么？我也想坐会飞的船到天上玩！”', '2015-12-21 15:10:00', 0, 10, 0),
(5, NULL, '无奖——太空异闻录（下）', '我早该想到的：这里的星球在六亿年前被胖子一飞船撞散，可六亿年', '2015-11-06 09:04:00', 0, 8, 0),
(6, NULL, '无奖——太空异闻录（上）', '时空旅行并不像大多数人想象的那么简单：钻进抽屉，开个机器，再', '2015-11-05 11:35:00', 0, 4, 0),
(7, NULL, '李维北——比邻星采访指南', '你的未来是星辰大海，郑酒，你是要游遍宇宙，采访无数文明的人，', '2015-10-04 11:50:00', 0, 4, 0),
(8, NULL, '最后武士——旅者', '旅者是孤独的，他一个人旅行已经很久了，他还没生下来的时候起就', '2015-08-14 11:06:00', 0, 6, 0),
(9, NULL, '粱谋——古人云', '标准语的出现，已经使人类面临了一次危机——八百万孩子，八百万', '2015-07-27 11:14:00', 0, 4, 0),
(10, NULL, '沥书——龙吟于野', '我们一起去征服太空吧，龙。一人，一龙，开始对抗整个世界。', '2015-07-23 11:08:00', 0, 5, 0),
(11, NULL, '大卫·布林——温暖的空间', '未来，在远方，在布满无数星斗的天空，然而这和旧人类无关，只有', '2015-07-17 10:52:00', 0, 5, 0),
(12, NULL, '胡绍晏——女妖的啸叫', '胆小怕事，靠为黑帮跑腿挣取一家三口生活费的星站贫民在最混乱的', '2015-07-15 11:43:00', 0, 5, 0),
(13, NULL, '刘宇昆——完美匹配', 'Centillion让你买啥你就买啥，让你读啥你就读啥，连你', '2015-06-24 15:04:00', 0, 10, 0),
(14, NULL, '宝树——老公爱我', '汪子淞是谁？汪子淞什么都不是，只不过有一个老爹叫汪冉中，而那', '2015-06-15 11:10:00', 0, 21, 0),
(15, NULL, '夏笳——寒冬夜行人', '缅怀一个人有许多种方式，没有人说得出哪一种方法最好——恐怕连', '2015-06-08 15:55:00', 0, 0, 0),
(16, NULL, '李恬——草莓', '有一个外星人男友在22世纪末期并不是什么值得大惊小怪的事情，', '2015-06-08 11:11:00', 0, 1, 0),
(17, NULL, '特德·姜——双面真相（大结局）', '特德·姜作品中“最神秘的1/15” 《The Truth o', '2015-06-05 09:38:00', 0, 5, 0),
(18, NULL, '特德·姜——双面真相（中）', '特德·姜作品中“最神秘的1/15” 《The Truth o', '2015-06-04 09:53:00', 0, 4, 0),
(19, NULL, '特德·姜——双面真相（上）', '特德·姜作品中“最神秘的1/15” 《The Truth o', '2015-06-03 11:13:00', 0, 12, 0),
(20, NULL, '污点设计师（下）', 'C世界的第一座监狱，只为一个说不出姓名的人而建，参与审讯的警', '2015-05-26 10:52:00', 0, 2, 0),
(21, NULL, '污点设计师', 'C世界的第一座监狱，只为一个说不出姓名的人而建，参与审讯的警', '2015-05-26 10:28:00', 0, 0, 0),
(22, NULL, '赵绵宇——灵与肉（大结局）', '所有的阴谋都败露了，如此庞大的一个阴谋，是否会随着潜艇的自毁', '2015-05-22 09:20:00', 0, 0, 0),
(23, NULL, '赵绵宇——灵与肉（四）', '皮特的换体手术成为所有人的关注点，而绝对不会有人想到，这里将', '2015-05-21 10:39:00', 0, 0, 0),
(24, NULL, '赵绵宇——灵与肉（三）', '皮特没死，但是现在只有换体才能拯救他的性命，极端反对换体的父', '2015-05-20 11:42:00', 0, 0, 0),
(25, NULL, '赵绵宇——灵与肉（二）', '先是老牛仔突然联系我，现在你又来了。难道今天是我的“意外之日', '2015-05-19 11:08:00', 0, 1, 0),
(26, NULL, '赵绵宇——灵与肉（一）', '他们懂得，爱就是爱，爱是灵魂的事，可以与肉体无关，换体后，人', '2015-05-18 11:19:00', 0, 1, 0),
(27, NULL, '1，2，3，木头人！', '我试图融入他人，但我是一粒沙子，投入水中，不能溶解，只能下沉', '2015-05-06 10:53:00', 0, 5, 0),
(28, NULL, '理查德·帕克斯——一丝茉莉香（', '完美的理想将一直存在，爱会褪色，但永远不会真正消失，它没有理', '2015-05-04 11:20:00', 0, 0, 0),
(29, NULL, '理查德·帕克斯——一丝茉莉香', '完美的理想将一直存在，爱会褪色，但永远不会真正消失，它没有理', '2015-05-04 11:30:00', 0, 0, 0),
(30, NULL, '缟夜——欢迎来到可可路特村（下', '一个平静的村子，一个平凡的少年，会向每一个路过的旅人说“欢迎', '2015-04-27 10:57:00', 0, 1, 0),
(31, NULL, '缟夜——欢迎来到可可路特村', '一个平静的村子，一个平凡的少年，会向每一个路过的旅人说“欢迎', '2015-04-27 11:17:00', 0, 1, 0),
(32, NULL, '糖匪——宇宙哀歌（下）', '我无意寻求答案。答案自会出现。它总是在最意想不到的时候出现，', '2015-04-24 11:00:00', 0, 0, 0),
(33, NULL, '糖匪——宇宙哀歌', '我爱你，陌生人，并不因为世界正在伤害我。\n我的爱在冻结', '2015-04-24 10:51:00', 0, 1, 0),
(34, NULL, '胡绍晏——荣誉号（下）', '疑似高度文明种族留下的太空垃圾的“纳米瘟疫”爆发， “荣誉号', '2015-04-20 15:36:00', 0, 0, 0),
(35, NULL, '胡绍晏——荣誉号', '疑似高度文明种族留下的太空垃圾的“纳米瘟疫”爆发， “荣誉号', '2015-04-20 15:36:00', 0, 0, 0),
(36, NULL, '郝赫——不可控制（下）', '在另一个世界，人类的生殖特点稍异于我们，于是，女性占绝对统治', '2015-04-13 15:41:00', 0, 0, 0),
(37, NULL, '郝赫——不可控制', '在另一个世界，人类的生殖特点稍异于我们，于是，女性占绝对统治', '2015-04-13 15:42:00', 0, 0, 0),
(38, NULL, '星云奖入围作品——米克和全能眼', '那个老巫婆告诉我她以前吞噬星星，一次就有好几千！', '2015-04-02 11:13:00', 0, 3, 0),
(39, NULL, '王尚-孤竹国里的饥饿艺术家（下', '他想告诉伯夷，他是自己见过的最疯狂却也是最杰出的演员，但他又', '2015-03-06 14:55:00', 0, 0, 0),
(40, NULL, '王尚-孤竹国里的饥饿艺术家', '他想告诉伯夷，他是自己见过的最疯狂却也是最杰出的演员，但他又', '2015-03-06 14:44:00', 0, 0, 0),
(41, NULL, '旴涯——碧血烽烟（下）', '这个故事关于一个女孩，关于一艘船，关于战火中的缘分和转世，选', '2015-03-04 11:48:00', 0, 1, 0),
(42, NULL, '旴涯——碧血烽烟', '这个故事关于一个女孩，关于一艘船，关于战火中的缘分和转世，选', '2015-03-04 11:15:00', 0, 0, 0),
(43, NULL, '魔法师和拉普拉斯妖（下）', '这是一个魔法师与超级AI共存的世界，而AI要消灭所有魔法师，', '2015-02-26 14:34:00', 0, 3, 0),
(44, NULL, '星云奖入围作品——魔法师和拉普', '这是一个魔法师与超级AI共存的世界，而AI要消灭所有魔法师，', '2015-02-26 14:30:00', 0, 2, 0),
(45, NULL, '宝树—上帝之道（Logos o', '在老地球上有一位叫做老西乌斯的智者，他曾说过：‘上帝的方式就', '2015-02-03 16:39:00', 0, 5, 0),
(46, NULL, '五度悲伤之外星人入侵（下）', '不同寻常的外星人和家庭创伤的现实主义刻画，家长必读——刘宇昆', '2015-01-26 16:00:00', 0, 0, 0),
(47, NULL, '五度悲伤之外星人入侵', '不同寻常的外星人和家庭创伤的现实主义刻画，家长必读——刘宇昆', '2015-01-26 15:25:00', 0, 1, 0),
(48, NULL, '李维北-非法死亡', '每个人都是社会珍贵的一部分，耗费了大量珍贵人类资源，非法死亡', '2015-01-16 11:37:00', 0, 8, 0),
(49, NULL, '陈楸帆-过时的人（下）', '他停下，等待掌声，但迎接他的只有沉默。这很不寻常', '2015-01-13 11:47:00', 0, 6, 0),
(50, NULL, '陈楸帆——过时的人', '已行的事，后必再行。日光之下并无新事。\n——《圣经》传道书', '2015-01-13 11:48:00', 0, 2, 0),
(51, NULL, '张冉——没有你的小镇（下）', '雨下个不停，我撑起伞，永远走在没有你的小镇', '2015-01-07 17:08:00', 0, 8, 0),
(52, NULL, '张冉——没有你的小镇', '雨下个不停，我撑起伞，走在没有你的小镇。', '2015-01-07 17:31:00', 0, 12, 0),
(53, NULL, '梁清散——不安的都市·地铁事件', '看起来这样的科技发展，算是为人类减负不少，然而，于此同时，人', '2014-12-30 16:36:00', 0, 3, 0),
(54, NULL, '吴擦-单程的远方（下）', '前哨计划被曝光，爱人生死一线，得知真相的罗雨萌要在两周之内筹', '2014-12-23 13:08:00', 0, 0, 0),
(55, NULL, '吴擦-单程的远方（上）', '这是一次注定没有返程的火星之旅，面对危机，高云城不得不以假结', '2014-12-23 14:09:00', 0, 2, 0),
(56, NULL, '刘宇昆-人在旅途', '科幻星云网独家全球中文首发刘宇昆小说《人在旅途》', '2014-12-18 06:30:00', 0, 14, 0),
(57, NULL, '平宗奇-智能型人生', '未来，因超导体科技的发展，创造了「零时差」的因特网，人类终于', '2014-12-03 09:49:00', 0, 1, 0),
(58, NULL, '梁清散-烤肉自助星', '宇航服忽然又殷勤地放出一份鉴定报告——“烤五花肉，最具代表性', '2014-11-17 13:12:00', 0, 4, 0),
(59, NULL, '梁清散-三季一生', '各种相关文献批注中有这样的记载，他们都说其实回旋草会将身边的', '2014-11-15 10:45:00', 0, 4, 0),
(60, NULL, '梁清散-三季一生（下）', '各种相关文献批注中有这样的记载，他们都说其实回旋草会将身边的', '2014-11-15 10:45:00', 0, 1, 0),
(61, NULL, '郝赫-搭档', '要不是被困在这个该死的领域里，又联系不上自己的搭档，她是说死', '2014-10-30 10:02:00', 0, 3, 0),
(62, NULL, '刘小震云-绘星者（2）', '身为一个机器人，在觉醒之后继续忍辱负重，我自己都觉得难能可贵', '2014-10-31 12:32:00', 0, 3, 0),
(63, NULL, '刘小震云-绘星者（1）', '身为一个机器人，在觉醒之后继续忍辱负重，我自己都觉得难能可贵', '2014-10-30 09:58:00', 0, 5, 0),
(64, NULL, '宝树-你幸福吗？', '只需要几个小时，就能让您在接下来的一生中都感到自己其实生活还', '2014-10-29 10:54:00', 0, 0, 0),
(65, NULL, '郝赫—老友记', '不！比起你们，这算不得什么。当年瓷国与飞猴消失时，我没能站出', '2014-10-28 10:08:00', 0, 1, 0),
(66, NULL, '灰狐-逃离末日（3）', '“末日终于来了。”“是啊，末日终于来了。”', '2014-10-17 10:09:00', 0, 1, 0),
(67, NULL, '灰狐-逃离末日（2）', '在他刚想去一个新的地方，甚至想和丽萨过一段稳定的生活的时候，', '2014-10-12 09:52:00', 0, 1, 0),
(68, NULL, '灰狐-逃离末日（1）', '亲眼看见水晶之墙是种什么感觉啊？', '2014-10-10 09:06:00', 0, 2, 0),
(69, NULL, '陈楸帆-G代表女神（2）', '你不会了解我经历了什么。男人低低地说。如果没有你，我将无法独', '2014-09-17 09:20:00', 0, 5, 0),
(70, NULL, '陈楸帆-G代表女神（1）', 'G女士从外界转向内心，她不再寻求各种提升阈值的刺激体验，因为', '2014-09-16 11:53:00', 0, 4, 0),
(71, NULL, '刘小震云-自杀手册（2）', '自杀是一种病毒。革命总要有牺牲，总要有一小部分人为了更多的人', '2014-09-13 10:04:00', 0, 3, 0),
(72, NULL, '刘小震云-自杀手册（1）', '死，在游戏中一般分为两类：第一，在斗争中被对方杀死；第二，掉', '2014-09-12 11:47:00', 0, 3, 0),
(73, NULL, '陈楸帆-天使之油Oil of', '“他们是谁？”我问道。\n“你知道得越少越好。”她说。', '2014-09-10 09:20:00', 0, 0, 0),
(74, NULL, '陈楸帆-天使之油Oil of', '“你们做的都是同样的梦，我不敢说百分之百，但从描述上看，那是', '2014-09-09 10:02:00', 0, 0, 0),
(75, NULL, '墨熊-地球你好，地球再见（2）', '没想到，区区一个地球的小小拆迁就弄出了这么多乱七八糟的事……', '2014-09-05 10:07:00', 0, 3, 0),
(76, NULL, '墨熊-地球你好，地球再见（1）', '其实稍有常识的人都能明白，那些妄图用修改数学法则来抵挡联邦镇', '2014-09-04 10:02:00', 0, 6, 0),
(77, NULL, '邱英薇-The Hollow', '回家以后，我思索了良久，唯一能归结的就是：粉红医生大概真的是', '2014-08-30 09:49:00', 0, 5, 0),
(78, NULL, '邱英薇-The Hollow', '“去约会吧。”我露出微笑，“六月六号，下星期三的金星凌日，错', '2014-08-29 08:26:00', 0, 2, 0),
(79, NULL, '邱英薇-The Hollow', '“加油”，是打气用语中最基本、最简单、最信手拈来的便条式词汇', '2014-08-28 09:32:00', 0, 3, 0),
(80, NULL, '邱英薇-The Hollow', '或许，在多数人心里，课业与爱情之间的习题应该是永远的二元对立', '2014-08-27 09:53:00', 0, 2, 0),
(81, NULL, '邱英薇-The Hollow', '主人公左胸上出现一个空洞，几乎一个完美的透明圆，这种病，可能', '2014-08-26 09:26:00', 0, 2, 0),
(82, NULL, '卢杰-阳光灿烂的日子（3）', '噩梦在十五年前的那个秋日里降临在每一个地球人身上。  205', '2014-08-24 11:42:00', 0, 3, 0),
(83, NULL, '卢杰-阳光灿烂的日子（2）', '噩梦在十五年前的那个秋日里降临在每一个地球人身上。  205', '2014-08-23 09:57:00', 0, 2, 0),
(84, NULL, '卢杰-阳光灿烂的日子（1）', '噩梦在十五年前的那个秋日里降临在每一个地球人身上。  205', '2014-08-21 12:54:00', 0, 2, 0),
(85, NULL, '刘洋-单孔衍射（2）', '时间壁垒上的那个孔，通过孔的人都会衍射到另外一个人的身体，于', '2014-08-17 09:59:00', 0, 5, 0),
(86, NULL, '刘洋-单孔衍射（1）', '“我们没有错！理论推导、数值计算、原型机都没错，一切都按照我', '2014-08-16 11:27:00', 0, 7, 0),
(87, NULL, '陈虹羽-人间（3）', '然而，人类的“田园”并不是那么的美好，人类也会伤害他们。机器', '2014-08-15 09:11:00', 0, 2, 0),
(88, NULL, '陈虹羽-人间（2）', '为了成为人类，为了知道意义，为了找到主人，咦，还有一个是被挟', '2014-08-14 09:00:00', 0, 0, 0),
(89, NULL, '陈虹羽-人间（1）', '人类找到了新家园，把千疮百孔的地球留给各司其职的机器人，而悟', '2014-08-13 09:29:00', 0, 2, 0),
(90, NULL, '夏笳-童童的夏天（2）', '后记：\n我想把这篇小说献给我的外公。八月是他的忌辰。我会永', '2014-08-12 09:30:00', 0, 2, 0),
(91, NULL, '夏笳-童童的夏天（1）', '外公变得不像以前的外公了。机器人阿福、神奇的眼镜、可穿戴传感', '2014-08-11 09:34:00', 0, 1, 0),
(92, NULL, '张冉-晋阳三尺雪（5）', '时空旅行者创造的一切连同晋阳城一起被烧个干净。一切，都有了结', '2014-08-05 09:11:00', 0, 4, 0),
(93, NULL, '张冉-晋阳三尺雪（4）', '我所在的年代，距离现在一千零六十一年三个月又十四天。不是一千', '2014-08-04 09:23:00', 0, 1, 0),
(94, NULL, '张冉-晋阳三尺雪（3）', '他老人家平素以‘宅’自夸，说普天下没人比他更宅。', '2014-08-03 09:45:00', 0, 1, 0),
(95, NULL, '张冉-晋阳三尺雪（2）', '晋阳城也有网络，可以上网，说完一句话之后需要点“回车”，有时', '2014-08-01 09:47:00', 0, 1, 0),
(96, NULL, '张冉-晋阳三尺雪（1）', '五代十国北京的中国式蒸汽朋克作品，创造了一种具有晋阳特色的古', '2014-07-31 11:01:00', 0, 5, 0),
(97, NULL, '吴霜-宇宙尽头的餐馆', '在遥远的宇宙尽头，有一个餐馆，名字就叫 “宇宙尽头的餐馆”在', '2014-07-28 09:08:00', 0, 2, 0),
(98, NULL, '宝树-末日之旅（2）', '叙述流畅，文笔娴熟，故事设定不落俗套，阅读起来幽默“爽口”;', '2014-07-24 08:58:00', 0, 3, 0),
(99, NULL, '宝树-末日之旅（1）', '叙述流畅，文笔娴熟，故事设定不落俗套，阅读起来幽默“爽口”;', '2014-07-23 10:35:00', 0, 2, 0),
(100, NULL, '陈楸帆-造像者（3）', '本文以细腻的笔触与坚实的技术想象，在未来与过去之间来回跳跃，', '2014-07-18 09:08:00', 0, 2, 0),
(101, NULL, '陈楸帆-造像者（2）', '以细腻的笔触与坚实的技术想象，在未来与过去之间来回跳跃，勾勒', '2014-07-17 08:56:00', 0, 1, 0),
(102, NULL, '陈楸帆-造像者（1）', '以细腻的笔触与坚实的技术想象，在未来与过去之间来回跳跃，勾勒', '2014-07-16 09:33:00', 0, 1, 0),
(103, NULL, '粱谋——美丽的生意', '西格玛星人至死也没有明白，地球上始终存在着两种美，内在的和外', '2014-07-15 09:17:00', 0, 0, 0),
(104, NULL, '刘小震云-王', '题记：\n我忽然意识到，她是一个姑娘，一个很美很美的姑娘。', '2014-07-14 09:15:00', 0, 0, 0),
(105, NULL, '初琪-换脸', '细思恐极，细思恐极啊', '2014-07-06 08:42:00', 0, 13, 0),
(106, NULL, '刘小震云-人生何处', '你知道量子物理吗，你知道薛定谔的猫吗，你知道埃弗雷特和他的多', '2014-06-28 16:49:00', 0, 11, 0),
(107, NULL, '云芎-我的房东先生（下）', '“喜怒哀愁这些感情，对于今后的工作纯属多余，把用来多愁善感的', '2014-06-26 08:50:00', 0, 5, 0),
(108, NULL, '云芎-我的房东先生（上）', '“喜怒哀愁这些感情，对于今后的工作纯属多余，把用来多愁善感的', '2014-06-25 11:36:00', 0, 4, 0),
(109, NULL, '梁谋-金甲虫(下)', '在这个蒸汽世界里，波尔菲里公爵有一只金甲虫。当蒸汽机已经阻碍', '2014-06-24 09:24:00', 0, 0, 0),
(110, NULL, '梁谋-金甲虫(上)', '在这个蒸汽世界里，波尔菲里公爵有一只金甲虫。当蒸汽机已经阻碍', '2014-06-23 11:53:00', 0, 3, 0),
(111, NULL, 'prussianblue-灯塔', '雨伞镇的酒馆，今天迎来了两位不速之客。就在五分钟前，浑身包裹', '2014-06-19 13:28:00', 0, 3, 0),
(112, NULL, '梁谋-夏裙', '之前，谁也没有想到，《宁夏》会在这个夏天成为禁歌。”钢笔尖摩', '2014-06-16 12:19:00', 0, 2, 0),
(113, NULL, '需要风-图（下)', '新闻的头条总是被外行星的战役所占据……', '2014-06-08 13:28:00', 0, 1, 0),
(114, NULL, '需要风-图（中)', '新闻的头条总是被外行星的战役所占据……', '2014-06-07 10:59:00', 0, 1, 0),
(115, NULL, '需要风-图（上)', '新闻的头条总是被外行星的战役所占据……', '2014-06-06 11:11:00', 0, 2, 0),
(116, NULL, '德鲁依-暴走的智慧（2）', '作为一只貉，黑仔对于人类这种动物全然没有好感。过去混沌无知的', '2014-05-31 11:28:00', 0, 2, 0),
(117, NULL, '德鲁依-暴走的智慧(1)', '作为一只貉，黑仔对于人类这种动物全然没有好感。过去混沌无知的', '2014-05-30 09:36:00', 0, 3, 0),
(118, NULL, '初琪-我的生存之道', '他毁了这个虚假的世界，还给她一切的真实。这是她的生存之道——', '2014-04-28 10:09:00', 0, 33, 0),
(119, NULL, '张潇-星之彼方', '拉姆萨似乎又进入了深度睡眠的状态，一个若有似无的声音在他耳边', '2014-04-22 09:08:00', 0, 8, 0),
(120, NULL, '宝树—情人', '我呆呆而立，男人拉着那个长的很像我的少女的手，从我身边经过，', '2014-04-20 15:55:00', 0, 8, 0),
(121, NULL, '莫颖余-刀笔归藏', '点评：\n此作科幻色彩比较浓厚，构思虽然不算很有新意，但整合', '2014-04-20 10:10:00', 0, 7, 0),
(122, NULL, '阿缺-格里芬太太准备今夜自杀', '献给小日向  失去的人在远方  不需要悲伤', '2014-04-20 10:00:00', 0, 11, 0),
(123, NULL, '阿缺-悄然苏醒', '我听到雨水从客栈外的屋檐上滴滴落下，在青石板的路面上汇流成溪', '2014-04-18 17:36:00', 0, 9, 0);

-- --------------------------------------------------------

--
-- 表的结构 `sf_other`
--

CREATE TABLE `sf_other` (
  `oid` int(11) NOT NULL,
  `opic` varchar(128) DEFAULT NULL,
  `otitle` varchar(128) DEFAULT NULL,
  `otext` varchar(1024) DEFAULT NULL,
  `otime` datetime DEFAULT NULL,
  `ohref` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_other`
--

INSERT INTO `sf_other` (`oid`, `opic`, `otitle`, `otext`, `otime`, `ohref`) VALUES
(1, 'img.jpg', '标题', '文本', '2017-10-25 22:08:05', ''),
(2, 'http://www.wcsfa.com/data/science_thumb/1461610069334275699.png', '比切尔诺贝利恐怖百倍：核弹丢了', '比切尔诺贝利事故还要恐怖的是，一颗360万吨当量的氢弹被“扔”在了美国……', '2016-04-26 10:46:34', 'http://www.wcsfa.com/scfbox-4603.html'),
(3, 'http://www.wcsfa.com/data/science_thumb/1453415277113012504.jpg', '欧比旺——一个专克飞船的绝地武士', '一本正经的话说八道: 欧比旺绝对是克飞船的命。', '2016-01-22 14:27:57', 'http://www.wcsfa.com/scfbox-4546.html'),
(4, 'http://www.wcsfa.com/data/science_thumb/1453313162783027901.jpg', '光剑拆解指南（附图纸）', '光剑，绝地武士和西斯的武器，优雅而强大，是每个星战迷都梦寐以求的武（deng）器（guan），如果，拆了呢？', '2016-01-20 17:39:11', 'http://www.wcsfa.com/scfbox-4545.html'),
(5, 'http://www.wcsfa.com/data/science_thumb/1451977295684085182.jpg', '那些神奇的预言——导弹送快递', '只可惜五十多年过去了，我们依然没有看到导弹满天飞送邮件送快递的情况……', '2016-01-06 11:12:25', 'http://www.wcsfa.com/scfbox-4541.html'),
(6, 'http://www.wcsfa.com/data/science_thumb/1451243376263303614.jpg', '科幻中的药品史：唆麻，香料和D物质（下）', '万花筒一般的药品题材的繁荣不能永远持续下去，赛博朋克的到来搅乱了这场盛宴。', '2015-12-29 10:08:23', 'http://www.wcsfa.com/scfbox-4534.html'),
(7, 'http://www.wcsfa.com/data/science_thumb/1451241672032092498.jpg', '科幻中的药品史：唆麻，香料和D物质（上）', '药品和科幻小说简直是天作之合，后者致力于推断社会发展和技术进步的趋势。', '2015-12-28 10:59:23', 'http://www.wcsfa.com/scfbox-4533.html'),
(8, 'http://www.wcsfa.com/data/science_thumb/1450381648274719488.jpg', '你能和神秘博士在一起的19个地方', '一起去19处开放参观的《神秘博士》摄影地吧！', '2015-12-18 11:31:59', 'http://www.wcsfa.com/scfbox-4525.html'),
(9, 'http://www.wcsfa.com/data/science_thumb/1449776821534162008.jpg', '贵圈真乱：科幻作家何苦难为科幻作家', '第二名虐杀第一名，落选者绑架获奖者，这种”贵圈真乱“的事情不会发生在科幻圈吧。不会的对吧？不，万一会呢？！', '2015-12-11 11:51:29', 'http://www.wcsfa.com/scfbox-4519.html'),
(10, 'http://www.wcsfa.com/data/science_thumb/1449689588992652424.jpg', '你一定会喜欢的十部太空灾难片：爆炸、拓荒以及异形', '为啥太空灾难片这么流行？简单，大部分太空对于人类来说仍然是未知领土。最优秀的太空灾难片可能思路很简单：和空间站失联，或者在深空里被凶残的外星人袭击。', '2015-12-10 11:31:34', 'http://www.wcsfa.com/scfbox-4516.html'),
(11, 'http://www.wcsfa.com/data/science_thumb/1449616973525331615.jpg', '足够先进的科技与魔法无异——船货崇拜', '任何非常先进的技术，初看都与魔法无异，在地球上，真真切切的发生了这么神奇的一幕，让人啼笑皆非', '2015-12-09 15:25:23', 'http://www.wcsfa.com/scfbox-4515.html'),
(12, 'http://www.wcsfa.com/data/science_thumb/1449016676708852242.jpg', '十句令人拍案叫绝的科幻小说开场白', '与其他任何类型的文学创作相比，科幻小说的开场白需要作者花更多的功夫。跟优秀的虚构作品一样，小说的开场白要能吊起读者的胃口，引领你走进故事中，并给整部作品定下基调。', '2015-12-03 09:56:02', 'http://www.wcsfa.com/scfbox-4510.html'),
(13, 'http://www.wcsfa.com/data/science_thumb/1448994926113153649.jpg', '科幻奇幻小说中最好的猫咪们', '科幻奇幻小说中有着丰富的物种，但最好的动物——最难以捉摸、最危险、最鼓舞人心、以及最可爱的，是喵星人无疑。', '2015-12-02 14:24:36', 'http://www.wcsfa.com/scfbox-4509.html'),
(14, 'http://www.wcsfa.com/data/science_thumb/1447181845797885006.png', '《回到未来》的布朗博士其实是时间领主', '布朗博士真的有可能是某一任神秘博士么？或者说这也只是变幻无常的时间波浪的一部分（Wibby Wobby, Timey Wimely）？', '2015-11-11 11:05:49', 'http://www.wcsfa.com/scfbox-4490.html'),
(15, 'http://www.wcsfa.com/data/science_thumb/1440439150349208973.png', '科幻现实主义', '技术进步的大漩涡让我们产生了这样一种需要——让我们的存在和修辞与它适应。在这个科技为中心的世界里，科幻小说不过是对日常经验的民间表述。', '2015-08-25 10:37:03', 'http://www.wcsfa.com/scfbox-4197.html'),
(16, 'http://www.wcsfa.com/data/science_thumb/1439322006187394217.png', '进了这些公司就别打算活着出来了', '如果你是某家末日大公司的小职员，你能活下来吗？', '2015-08-12 11:43:48', 'http://www.wcsfa.com/scfbox-4162.html'),
(17, 'http://www.wcsfa.com/data/science_thumb/1438283442327590917.png', '太空公主：科幻中的皇室', '我们有电脑和机器人，它们的电子智慧足以匹敌，甚至可能超越了它们的制造者。 而我们又有什么来统治这个高度发展的社会？我们有皇室。', '2015-07-31 11:10:34', 'http://www.wcsfa.com/scfbox-4114.html'),
(18, 'http://www.wcsfa.com/data/science_thumb/1436987964324241897.png', '如何设计具有科幻感的服装', '艺术家托尼·福蒂（Tony Foti）解释了如何为科幻小说角色设计服装', '2015-07-16 11:23:16', 'http://www.wcsfa.com/scfbox-4083.html'),
(19, 'http://www.wcsfa.com/data/science_thumb/1435710751412560921.png', '记美国图书博览会陪同刘慈欣的三天', '作为从1999年就开始沉迷刘慈欣作品的铁磁忠粉，这次有幸因为一些前缘，成为大刘在纽约这几天的英文日常翻译和半个导游，实在是非常荣幸的一件事情。', '2015-07-01 17:28:08', 'http://www.wcsfa.com/scfbox-4044.html'),
(20, 'http://www.wcsfa.com/data/science_thumb/1434483229056043393.png', '令人细思恐极的1906年威尔斯《世界大战》插图', '恩里克•阿尔维姆•科雷亚的作画风格充满幻想，晦暗不明，正适合威尔斯黑暗的主题。在他笔下，火星人的战斗机器被画作千军万马的巨蜘蛛。', '2015-06-18 11:38:39', 'http://www.wcsfa.com/scfbox-3989.html'),
(21, 'http://www.wcsfa.com/data/science_thumb/1432172359234939803.jpg', '521特供—科幻修炼手册', '其实，最后的把妹篇才是重点……', '2015-05-21 17:58:03', 'http://www.wcsfa.com/scfbox-3160.html'),
(22, 'http://www.wcsfa.com/data/science_thumb/1432254351853972265.png', '视觉盛宴！比科幻还科幻的巨型科学设备', '为了取得研究上的突破，全世界的科学家都在竭力制造巨大而复杂的设备，很多这样的设备很美很科幻', '2015-05-22 16:25:46', 'http://www.wcsfa.com/scfbox-3149.html'),
(23, 'http://www.wcsfa.com/data/science_thumb/1430163518491589027.png', '五款科幻迷专享手表', '科幻迷通常都早早地为自己的安卓穿戴设备挑选了最喜爱的表盘，不过，如果你还没来得及选择，不妨看看我们为你推荐的这五款圆形和方形手表。也许你能在其中找到最爱呢！', '2015-04-28 11:38:31', 'http://www.wcsfa.com/scfbox-2816.html'),
(24, 'http://www.wcsfa.com/data/science_thumb/1429139480916722400.png', '银河风尚——外星人的时尚杂志', '一恒星年一度的《银河风尚》来了，本期封面人物是来自Asgard的我们迷人的小王子洛基。本期本主编作为沃贡最会穿衣服的男人将会带领你学习男女战斗服的正确穿法和见证银河系那些让人难以忘怀的美貌。', '2015-04-16 15:11:04', 'http://www.wcsfa.com/scfbox-2808.html'),
(25, 'http://www.wcsfa.com/data/science_thumb/1460579288408788999.png', '科幻奇幻作品中的泰坦尼克号', '科幻迷之间友谊的小船不会说翻就翻，但是科幻中所有的泰坦尼克一定会说翻就翻', '2016-04-14 11:35:02', 'http://www.wcsfa.com/scfbox-2806.html'),
(26, 'http://www.wcsfa.com/data/science_thumb/1429207456750051332.png', '图解科幻神作《三体·死神永生（大结局）》', '——《死神永生·大结局》：放心，我在，你们就在~', '2015-04-16 14:59:38', 'http://www.wcsfa.com/scfbox-2805.html'),
(27, 'http://www.wcsfa.com/data/science_thumb/1428532516581657951.png', '图解科幻神作《三体·死神永生（6）》', '出大事了！云天明来了！”这个“死人”怎么又复活了，而且来到这颗星球呢？', '2015-04-09 14:35:13', 'http://www.wcsfa.com/scfbox-2793.html'),
(28, 'http://www.wcsfa.com/data/science_thumb/1427829651200968294.png', '图解科幻神作《三体·死神永生（5）》', '太阳系覆灭了，但仍然有人类舰队逃出；三体星系覆灭了，还有三体人远征地球的两支舰队呢，他们也成了孤悬宇宙的两支孤军，他们的征途，也是星辰大海', '2015-04-01 09:45:34', 'http://www.wcsfa.com/scfbox-2781.html'),
(29, 'http://www.wcsfa.com/data/science_thumb/1427742091349107426.png', '图解科幻神作《三体·死神永生（4）》', '暂时躲过了二向箔的追击，程心和艾AA搭乘光速飞船“星环号”驶入宇宙深处。可是茫茫星海，两位姑娘还能往哪去呢？', '2015-03-31 11:21:25', 'http://www.wcsfa.com/scfbox-2778.html'),
(30, 'http://www.wcsfa.com/data/science_thumb/1427393326533547891.png', '图解科幻神作《三体·死神永生（3）》', '歌者到底长得像死神还是像上帝？这不重要，他仅仅是宇宙终极文明的一个清洁工而已。', '2015-03-27 10:11:24', 'http://www.wcsfa.com/scfbox-2768.html'),
(31, 'http://www.wcsfa.com/data/science_thumb/1426699918899629884.png', '图解科幻神作《三体·死神永生（2）》', '屡经劫难的人类真的逃不过这次劫数？人类还没有见到宇宙的真面目就得说永别？谁能甘心呢！', '2015-03-19 09:42:52', 'http://www.wcsfa.com/scfbox-2757.html'),
(32, 'http://www.wcsfa.com/data/science_thumb/1426533118276349362.png', '图解科幻神作《三体·死神永生（1）》', '以罗辑一人之力维持威慑平衡真的是长久之计么？三体人难道找不出任何破绽？且看《三体》系列大结局——《三体Ⅲ：死神永生》，为您娓娓道来', '2015-03-17 11:15:23', 'http://www.wcsfa.com/scfbox-2756.html'),
(33, 'http://www.wcsfa.com/data/science_thumb/1426371092730987762.jpg', '图解科幻神作《三体·黑暗森林》', '以简笔画呈现恢弘巨著《三体》的故事梗概，给未看过原作的读者做一番知识梳理', '2015-03-15 12:21:20', 'http://www.wcsfa.com/scfbox-2752.html'),
(34, 'http://www.wcsfa.com/data/science_thumb/1426125438897201953.jpg', '图解科幻神作《三体（1）》', '以简笔画呈现恢弘巨著《三体》的故事梗概，给未看过原作的读者做一番知识梳理', '2015-03-12 16:14:27', 'http://www.wcsfa.com/scfbox-2751.html'),
(35, 'http://www.wcsfa.com/data/science_thumb/1425606615490505171.png', '幻迷穴居指南——科幻中的各色洞穴', '科幻中经常出现洞穴，很多科幻事件也都是在形形色色的洞穴中发生的，住洞穴这样的事情似乎也是够科幻的，不妨让我们一一回味一下，为穴居做好准备。', '2015-03-06 18:44:39', 'http://www.wcsfa.com/scfbox-2744.html'),
(36, 'http://www.wcsfa.com/data/science_thumb/1422383554809264996.png', '太空中第一场量子艺术展的惊奇故事', 'NASA、ESA和MIT如何与一位荷兰艺术家合力创造一件奇异的艺术品？而原材料竟然是：国际太空站、詹姆斯·韦伯望远镜，以及……宇宙', '2015-01-28 10:59:10', 'http://www.wcsfa.com/scfbox-2686.html'),
(37, 'http://www.wcsfa.com/data/science_thumb/1421957025795199083.jpg', '木下光男：享年100岁的机器人设计师', '罗伯特·木下光男（Robert Kinoshita）于12月9日去世，享年100岁。他的机器人设计已经成为美国流行文化的标志', '2015-01-23 12:03:45', 'http://www.wcsfa.com/scfbox-2674.html'),
(38, 'http://www.wcsfa.com/data/science_thumb/1419969390210780299.jpg', '20幅历史名画加入星球大战元素', '如果艺术早在很久以前就被一个遥远的星系所创造，那会是怎样的呢？我一直在思考这个问题，最终的答案是：为银河帝国时期重作名画。', '2016-01-13 11:01:08', 'http://www.wcsfa.com/scfbox-2628.html'),
(39, 'http://www.wcsfa.com/data/science_thumb/1419882093974852308.jpg', '行止无愧天地 褒贬自有春秋——在纪念四川省科普作家协会成立35周年庆典上的发言', '回想起来，这十年真不容易，但我不后悔，因为，为中国的科普事业作贡献，做“赛先生”的战士，只讲奉献，不图回报，是我自已的人生选择', '2014-12-29 11:50:14', 'http://www.wcsfa.com/scfbox-2624.html'),
(40, 'http://www.wcsfa.com/data/science_thumb/1419117307836253726.jpg', '将太阳系带在手腕上', '价值245000美元的“午夜天象仪”太阳系腕表（The Midnight Planétarium）除了展示时间之外，它还精确地呈现六颗太阳系行星围绕太阳的运动', '2014-12-21 15:15:07', 'http://www.wcsfa.com/scfbox-2602.html'),
(41, 'http://www.wcsfa.com/data/science_thumb/1418435593479880698.jpg', '黄海-记忆中的未来中国', '科幻小说作家出入于时间之流，填补了我们未来的记忆，对于过去的追忆，连接了未来与现在，于是「长着金属翅膀的人在现实中飞翔，长着羽毛翅膀的人在神话里飞翔。」', '2014-12-11 13:58:37', 'http://www.wcsfa.com/scfbox-2585.html'),
(42, 'http://www.wcsfa.com/data/science_thumb/1417979224817860231.jpg', '科幻奇幻作品：我们可以改变这个世界', '科幻作品给了我们充分的自由，来想象人类未来的各种可能性，也给了我们对于未来的希望，尽管人性有时可能如此黑暗。奇幻作品让我们能够从他人的角度来认识世界，不论这个人与我们有多不同，不论民族、性别、性向甚至种族', '2014-12-08 09:08:39', 'http://www.wcsfa.com/scfbox-2570.html'),
(43, 'http://www.wcsfa.com/data/science_thumb/1417563340895282258.jpg', '银河护卫队中精妙的视觉特效与概念设计', 'Flickering Myth探索这部太空探险片大银幕背后的视觉特效，包括脍炙人口的音乐、精妙的设计、令人惊叹的视觉场景和超乎想象的动作设计', '2014-12-03 15:35:19', 'http://www.wcsfa.com/scfbox-2556.html'),
(44, 'http://www.wcsfa.com/data/science_thumb/1416621883950666933.jpg', '华西都市报对姚海军、董仁威、李简采访录——讨论科幻电影“星际穿越”', '何科幻作品能捕获科幻迷的心？“科幻作品可以将背景设定在传统文学作品难以到达的极端设定中，从而在特别极端的环境中探讨新的世界，这是其他类型作品很难做到的。”李简说', '2014-11-22 16:49:54', 'http://www.wcsfa.com/scfbox-2533.html'),
(45, 'http://www.wcsfa.com/data/science_thumb/1416508523860456214.jpg', '众筹网站上的科幻广播剧和桌游: 疯狂的人工智能以及更多…', '如果外星人袭击了十八世纪末的普鲁士人，会发生什么？在法国大革命发生时，欧洲的政治局势紧张到了极点，这时普鲁士遭到了外星种族的入侵', '2014-11-21 10:35:23', 'http://www.wcsfa.com/scfbox-2530.html'),
(46, 'http://www.wcsfa.com/data/science_thumb/1416278786997770872.jpg', '三丰-有关协会工作的几点建议', '协会的工作成果突出，中国科幻蒸蒸日上，作为协会的一分子我也与有荣焉', '2014-11-18 17:51:32', 'http://www.wcsfa.com/scfbox-2515.html'),
(47, 'http://www.wcsfa.com/data/science_thumb/1416211934603993214.jpg', '世界华人科幻协会少儿专委会硕果累累', '科幻作家杨鹏担当唯一撰稿人的少儿科幻杂志《科幻王》（月刊）于2014年7月创刊，现在已经发行到第4期。', '2014-11-18 00:03:27', 'http://www.wcsfa.com/scfbox-2509.html'),
(48, 'http://www.wcsfa.com/data/science_thumb/1418236936418279957.jpg', '科学的位置与科普的力度 -评介董仁威主编的《科普创作通览》', '科学的位置与科普的力度-评介董仁威主编的《科普创作通览》', '2014-11-08 09:40:08', 'http://www.wcsfa.com/scfbox-2471.html'),
(49, 'http://www.wcsfa.com/data/science_thumb/1415412982842573315.jpg', '天灵-我是科幻迷，游荡在未来', '这次大会吸引了无数国内幻迷，他们从五湖四海聚集到北京，有的甚至要坐十几个小时的火车。不要问幻迷为什么这么执着，大刘说，科幻是一种生活方式。许多幻迷就是践行着这么一种信仰。', '2014-11-07 10:33:09', 'http://www.wcsfa.com/scfbox-2465.html'),
(50, 'http://www.wcsfa.com/data/science_thumb/1415056937029862139.jpg', '对话刘慈欣： 我没有不请自来的灵感', '刘慈欣说他不怀旧，没有感觉，好像讲别人的故事一样，甚至会在送女儿上学的时候，怀疑自己有没有上过学。他说自己对儿女情长也不感兴趣，只对那种极端状态下的反应感兴趣。', '2014-10-27 15:22:17', 'http://www.wcsfa.com/scfbox-2447.html'),
(51, 'http://www.wcsfa.com/data/science_thumb/1415043410926721071.jpg', '阿西莫夫：当我谈创造力时，我谈些什么', '1959 年，ARPA（高等研究计划署，现为 DARPA，国防高等研究计划署）接触了阿西莫夫，在当时，\" 太空时代 \" 的曙光初现，军方希望 \" 借用 \" 他的大脑，去思考一些 \" 超出常规 \" 的事情。', '2014-11-04 11:36:50', 'http://www.wcsfa.com/scfbox-2446.html'),
(52, 'http://www.wcsfa.com/data/science_thumb/1414605106944243696.jpg', '日本Hoshi科幻奖将接受AI和外星人参赛', '虽然我们不愿承认，但有可能机器人还真能照这个方式写出小说。可能我们只是沾沾自喜，觉得只有人类在编故事方面具有灵感和天分。', '2014-10-30 09:51:46', 'http://www.wcsfa.com/scfbox-2437.html'),
(53, 'http://www.wcsfa.com/data/science_thumb/1414543100192725933.jpg', '史上最强10首科幻歌曲', '盘点科幻曲风的摇滚歌曲。', '2014-10-29 16:33:54', 'http://www.wcsfa.com/scfbox-2436.html'),
(54, 'http://www.wcsfa.com/data/science_thumb/1411670393645404657.jpg', '《少年博览》杂志征收科幻稿件启事', '《少年博览》杂志现特向星云网的优秀作者征收科幻稿件', '2014-09-26 09:39:53', 'http://www.wcsfa.com/scfbox-2335.html'),
(55, 'http://www.wcsfa.com/data/science_thumb/1410736041553739014.jpg', '吴岩老师的科幻招生、课程和读物', '吴岩老师2014年秋季科幻课程和对科幻迷科幻研究者的推荐书单', '2014-09-15 15:07:21', 'http://www.wcsfa.com/scfbox-2314.html'),
(56, 'http://www.wcsfa.com/data/science_thumb/1409434593625031549.jpg', '【猜梗得书】科幻情诗-王权', '这是一首情诗，里面有大约20个科幻典故，第一个找全的可以送书哦，晚了的，就只能送明信片了吧', '2014-08-31 09:15:47', 'http://www.wcsfa.com/scfbox-2286.html'),
(57, 'http://www.wcsfa.com/data/science_thumb/1406571736491646044.jpg', '阿西莫夫之缘——《不羁的思绪——阿西莫夫谈世事》校译后记', '《不羁的思绪——阿西莫夫谈世事》校译后记——阿西莫夫之缘', '2014-07-29 10:22:16', 'http://www.wcsfa.com/scfbox-2093.html'),
(58, 'http://www.wcsfa.com/data/science_thumb/1406019641795048725.jpg', '不止是年少冲动，哥的生涯一片无悔', '“呵呵，你们星云网真的不是x色网站么？”\n“不是不是，熊叔，若干年后，回想这次你会后悔吗？”\n“小看我了，哥的生涯一片无悔～”', '2014-07-23 00:57:49', 'http://www.wcsfa.com/scfbox-2064.html'),
(59, 'http://www.wcsfa.com/data/science_thumb/1404753306760758279.jpg', '有益的尝试——谈《少年儿童综合素质启蒙系列读物》', '少年儿童科普读物的功能和内容是多元的。除了普及科学知识，还应包括思想品德修养、文学艺术学养、科学文化素养。', '2014-07-07 10:10:36', 'http://www.wcsfa.com/scfbox-2014.html'),
(60, 'http://www.wcsfa.com/data/science_thumb/1404674389833183659.jpg', '小册子大科学——评科普读物《转基因技术漫谈》', '董仁威先生这“骑墙派”实质是“科学派”，小册子乃是大科学、大手笔。', '2014-07-07 09:37:52', 'http://www.wcsfa.com/scfbox-2013.html'),
(61, 'http://www.wcsfa.com/data/science_thumb/1398532182669562568.jpg', '失而复得的凡尔纳传奇手稿', '《二十世纪的巴黎》是一个对于所有凡尔纳研究学者或作品爱好者都感到神秘的作品，光是闻名就能把大家的好奇心都吊起来。但是在很长一段时间内，没有人见过这部作品的手稿，更别提知道其内容了。实际上，如果不是凡尔纳的儿子，甚至这部作品的存在都不会为任何人所知。', '2014-04-27 09:09:42', 'http://www.wcsfa.com/scfbox-708.html'),
(62, 'http://www.wcsfa.com/data/science_thumb/1397951209812927843.jpg', '选择出版平台的一些心得', '你用垃圾回收的态度去对待一个出版平台……那他们大概也会用垃圾回收的态度来对待你。', '2014-04-20 15:00:48', 'http://www.wcsfa.com/scfbox-604.html');

-- --------------------------------------------------------

--
-- 表的结构 `sf_unreal_smell`
--

CREATE TABLE `sf_unreal_smell` (
  `usid` int(11) NOT NULL,
  `uspic` varchar(128) DEFAULT NULL,
  `ustitle` varchar(128) DEFAULT NULL,
  `ustext` varchar(1024) DEFAULT NULL,
  `ustime` datetime DEFAULT NULL,
  `ushref` varchar(128) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_unreal_smell`
--

INSERT INTO `sf_unreal_smell` (`usid`, `uspic`, `ustitle`, `ustext`, `ustime`, `ushref`) VALUES
(1, 'img.jpg', '标题', '文本', '2017-10-25 22:08:05', ''),
(2, 'http://www.wcsfa.com/data/science_thumb/1502321128884385737.jpg', '三体纪念版 测评报告', '纪念版的消息首先从远在赫尔辛基参加科幻奇幻大会的孙总那里传来，听到这个消息之后，华文立刻跑到科幻世界杂志社，亲眼亲手体验了社里唯一一套样书。', '2017-08-10 15:25:28', NULL),
(3, 'http://www.wcsfa.com/data/science_thumb/1486408536005091512.png', '刘慈欣：这套周边好，大家都来买一买', '大刘支持的正版三体周边~', '2017-02-07 11:15:36', NULL),
(4, '', '成都，雄起！', '', '2016-12-01 10:32:24', NULL),
(5, 'http://www.wcsfa.com/data/science_thumb/1478739357866212159.jpg', '赛凡科幻空间这周末有什么活动？', '赛凡科幻空间10月11日-13日所有的活动都在这里了。', '2016-11-10 15:47:05', NULL),
(6, '', '2016轻年计划复赛名单公布！', '2016轻年计划复赛名单公布了！', '2016-06-12 08:35:54', NULL),
(7, 'http://www.wcsfa.com/data/science_thumb/1463812871589037819.jpg', '活得很科幻是一种什么体验——科幻作家迟卉科幻分享会', '活得很科幻是一种什么体验——关于自由职业和科幻写作。科幻作家迟卉科幻分享会，5月27日19:30，四川大学江安校区法学院报告厅，等你来', '2016-05-21 16:30:51', NULL),
(8, 'http://www.wcsfa.com/data/science_thumb/1463509295559650933.jpg', '科幻、旅行、音乐、影像，5.22 跨界大咖帝都聚众放毒！', '科幻、旅行、音乐、影像，5.22 跨界大咖帝都聚众放毒！', '2016-05-18 10:17:38', NULL),
(9, '', '科幻作家张冉、“五条人”乐队、环球旅行者相约羊城，跟你讨论“出界”碰撞！', '科幻作家张冉、“五条人”乐队、环球旅行者相约羊城，跟你讨论“出界”碰撞！', '2016-05-16 20:59:04', NULL),
(10, 'http://www.wcsfa.com/data/science_thumb/1462908189431547645.jpg', '当科幻翻译遇上音乐人、脱口秀，一场认真的胡说八道！', '当科幻翻译遇上音乐人、脱口秀，一场认真的胡说八道！丁丁虫和左小祖咒、倾诉哥同台亮相~', '2016-05-11 11:20:27', NULL),
(11, 'http://www.wcsfa.com/data/science_thumb/1462230909267093144.jpg', '送你免费去NASA总部要不要？', '你说你爱科幻，脑洞穿越整个宇宙，送你去宇航局NASA总部要不要？', '2016-05-30 10:33:42', NULL),
(12, '', '科幻圈的单口相声——墨熊南京演讲', '4月28日18:30 南京农业大学 （卫岗校区） 图书馆报告厅，科幻作家墨熊与你分享科幻圈的单口相声~', '2016-04-26 15:58:42', NULL),
(13, 'http://www.wcsfa.com/data/science_thumb/1460958483549066207.jpg', '从深山到星空——阿缺武汉科幻演讲', '4月21日18:30 武汉大学、4月22日19:00 武汉荆楚创客咖啡馆，科幻作家阿缺与你分享从深山到星空的科幻之旅~', '2016-04-18 21:46:40', NULL),
(14, 'http://www.wcsfa.com/data/science_thumb/1458674014063129404.png', '她对阅读的热爱超越一切——安德烈•诺顿的遗赠', '在她的写作事业中，她笔耕不辍，丰富的作品为这一青少年幻想文学类别打下了基础。', '2016-03-23 11:31:15', NULL),
(15, 'http://www.wcsfa.com/data/science_thumb/1455844821947410458.png', '如何科学地和人鱼嘿嘿嘿', '渔夫的问题是一个很经典的问题，困惑过所有人的问题，how？', '2016-02-19 17:19:57', NULL),
(16, 'http://www.wcsfa.com/data/science_thumb/1455579882370524834.jpg', '引力波知道答案！', '养生，引力波知道答案~', '2016-02-16 15:43:51', NULL),
(17, 'http://www.wcsfa.com/data/science_thumb/1454378042240795986.png', '《神秘博士》将更换主要编剧和执行制片人', '《神秘博士》运作人史蒂文•莫法特退出，《小镇疑云》创作者克里斯•齐布内尔将接任', '2016-03-02 17:07:01', NULL),
(18, 'http://www.wcsfa.com/data/science_thumb/1457984523339531086.png', '张冉：中国不缺科幻基因，缺的是土壤', '中国科幻的问题在于稳定的创作者太少，无法生产出大量高质量作品，基本处于个人英雄主义的时代，中国人从来不缺乏幻想的基因，只需要充足的土壤。', '2016-03-15 11:39:46', NULL),
(19, 'http://www.wcsfa.com/data/science_thumb/1452707994568117028.jpg', '星球大战：I have a bad feeling about this', '有一种flag叫做“I have a bad feeling about this”，这句话绝对是《星球大战》系列中最著名的梗之一', '2016-01-14 11:20:01', NULL),
(20, 'http://www.wcsfa.com/data/science_thumb/1451849328342272533.jpg', '科幻作家们关于人生的最佳语录', '2016年已经开始，如果你要思考人生，想想这些科幻作家的名言吧', '2016-01-04 11:28:09', NULL),
(21, 'http://www.wcsfa.com/data/science_thumb/1451548298061111510.jpg', '科幻星云网祝大家元旦快乐', '2015年，经历了这么多，我们一起走过。2016年，一切都是崭新的，让我们一起遇见自己最好的2016！', '2015-12-31 23:51:31', NULL),
(22, 'http://www.wcsfa.com/data/science_thumb/1451502169375242490.jpg', '来自2015年的时间旅行者的证言', '在1993年，科幻作家布鲁斯•斯特林在众议院的某个委员会面前介绍了互联网的未来，准确地说，是2015年的互联网状况。', '2015-12-31 11:02:29', NULL),
(23, 'http://www.wcsfa.com/data/science_thumb/1450835930033387917.png', '挖洞的人，脑子都有坑？', '挖洞的人脑子都有坑or挖坑的人脑子都有洞？', '2015-12-23 17:58:46', NULL),
(24, 'http://www.wcsfa.com/data/science_thumb/1450315906472726588.jpg', '《独立日2：卷土重来》预告片发布', '近日，《独立日2》预告片发布，电影预计2016年6月24日在北美上映，支持IMAX和3D，国内有望引进。', '2015-12-17 17:32:14', NULL),
(25, 'http://www.wcsfa.com/data/science_thumb/1450145758736297640.jpg', '《童年的终结》迷你剧北美首播', '由克拉克著名科幻小说《童年的终结》改编的科幻迷你剧《童年的终结》首播，该剧第一季共有6集，由Syfy制作。', '2015-12-15 18:15:50', NULL),
(26, 'http://www.wcsfa.com/data/science_thumb/1447696270172711202.png', '绝不抛下任何人——《火星救援》主演杰西卡•查斯坦访谈录', '两度获得奥斯卡提名的杰西卡•查斯坦，加入了《火星救援》星光闪闪的演员阵容，饰演战神三号的指挥官梅丽莎•刘易斯', '2015-11-17 10:06:39', NULL),
(27, 'http://www.wcsfa.com/data/science_thumb/1447614900101734452.png', '我已经几个月不想再碰马铃薯了——《火星救援》主演马特•达蒙访谈录', '由雷德利•斯科特执导，改编自安迪威尔畅销小说，万众引颈期盼的太空冒险巨片，《火星救援》由马特•达蒙领衔主演', '2015-11-16 11:19:39', NULL),
(28, 'http://www.wcsfa.com/data/science_thumb/1446746270718096246.png', '打造中国科幻大电影，我们还缺什么？', '打造中国科幻大电影，我们还缺什么？', '2015-11-06 09:57:50', NULL),
(29, 'http://www.wcsfa.com/data/science_thumb/1446063993769163530.png', '巨星刘慈欣——Tor冒险牵手中国作家，终获丰富回报', '莉兹·戈林斯基揭开了《三体》在美国出版过程的神秘面纱……', '2015-10-29 15:05:28', NULL),
(30, 'http://www.wcsfa.com/data/science_thumb/1445468499426869659.png', '第六届华语科幻星云奖获奖名单和颁奖词', '第六届话语科幻星云奖获奖名单和颁奖词', '2015-10-22 15:08:05', NULL),
(31, 'http://www.wcsfa.com/data/science_thumb/1443483959256851119.png', '第四届联合征文：导师，你怎么看？', '第四届幻想类联合征文六篇入围作品已经进入作品修改期，导师，你怎么看，愿意为我转身吗？', '2015-09-29 15:44:32', NULL),
(32, 'http://www.wcsfa.com/data/science_thumb/1443143709901017647.jpg', '第四届联合征文6强导师分配完成', '第四届联合征文六强作者导师分配完成，分配结果如下', '2015-09-25 17:15:00', NULL),
(33, 'http://www.wcsfa.com/data/science_thumb/1443037076789065001.png', '第四届联合征文6篇入围作品决出', '第四届联合征文6篇入围作品，分别是《脑廊》犬儒小姐，《吾爱永生》王元，《念伊念伊》念语，《红潮》萤潮，《水中莲》晨辞，《​招魂》灰狐', '2015-09-24 11:38:58', NULL),
(34, 'http://www.wcsfa.com/data/science_thumb/1442276337851587085.png', '第四届联合征文15篇初审入围作品诞生', '第四届联合征文15篇初审入围作品诞生，强进入6强入围角逐', '2015-09-15 16:16:40', NULL),
(35, '', '第26届科幻银河奖获奖名单', '第26届科幻银河奖颁奖典礼结束，恭喜各位获奖者！', '2015-09-12 18:18:18', NULL),
(36, 'http://www.wcsfa.com/data/science_thumb/1441937705297358597.png', '玩转科幻大会的七个小贴士', '作者整理出几条关于如何参加各种科幻、动漫展会的建议，这些建议都来源于我的亲身经历，它们能让我们这些宅宅聚会时玩得更开心', '2015-09-11 18:16:44', NULL),
(37, 'http://www.wcsfa.com/data/science_thumb/1441840219756299114.png', '联合征文投稿结束，进入评审期', '本届联合征文的投稿阶段正式落下了帷幕，共收到有效稿件306篇，在这100天中有不少有趣或者辛酸的事情是小编想和大家分享的', '2015-09-10 12:17:14', NULL),
(38, 'http://www.wcsfa.com/data/science_thumb/1440959130830127305.png', '欢迎来到星云奖', '星云奖这些年来连续掀起的科幻论坛、科幻嘉年华、科幻颁奖典礼各项活动热潮，就好像一场“朝圣派对”，让一群不能被“理解”的人汇聚在一起，如果说科幻是一种生活方式，那我们只做我们自己喜欢的事情。', '2015-08-31 11:42:10', NULL),
(39, 'http://www.wcsfa.com/data/science_thumb/1440617589815880526.png', '2015幻想公园科幻嘉年华众筹开始', '2015幻想公园科幻嘉年华众筹开始，一起来成都玩出个未来', '2015-08-27 14:41:20', NULL),
(40, 'http://www.wcsfa.com/data/science_thumb/1440353718850602637.png', '现实比肩梦境：《三体》英文版获雨果奖最佳长篇', '现实第一次比梦境更美好，这是梦的开始，这是嘉年华狂欢的前奏，但中国科幻的世界梦能做多久，做多大？', '2015-08-24 14:49:21', NULL),
(41, 'http://www.wcsfa.com/data/science_thumb/1439749207777759609.png', 'Hines对2015雨果奖的十大预测', '雨果奖即将宣布获奖名单，Jim C. Hines在此之前就给出了自己的预测。', '2015-08-17 10:25:48', NULL),
(42, 'http://www.wcsfa.com/data/science_thumb/1438626741123295197.png', '亚瑟•克拉克与艾萨克•阿西莫夫的世纪之战', '我们将带领大家回顾20世纪最伟大的两位科幻大师（亚瑟·克拉克与艾萨克·阿西莫夫，两位科幻界最厉害的“毒舌战士”）的世纪之战', '2015-08-04 10:32:07', NULL),
(43, 'http://www.wcsfa.com/data/science_thumb/1437074212353400227.png', '未来学家的现在--大卫布林专访', '大卫·布林，美国著名科幻作家，空间科学博士，物理学家，科幻小说家，NASA顾问。', '2015-07-17 09:59:50', NULL),
(44, 'http://www.wcsfa.com/data/science_thumb/1436146371433342345.png', '我们只做自己喜欢的事情（下）', '他们热爱科幻，他们投入这稚嫩的产业里，在他人不解的目光中摒弃了其他万亿种可能，只因为他/她们都存在着某种程度的“固执己见”——只做自己喜欢的事情', '2015-07-06 17:32:33', NULL),
(45, 'http://www.wcsfa.com/data/science_thumb/1435778433666737917.png', '《超感八人组》观剧备忘单', '导演沃卓斯基姐弟的首部电视剧《超感八人组》已强势登陆，你需要了解这些情节、角色和背景。', '2015-07-02 11:20:03', NULL),
(46, 'http://www.wcsfa.com/data/science_thumb/1435537412143722638.png', '我们只做自己喜欢的事情（上）', '他们出于对科幻的巨大热爱，纷纷投入这个在中国尚稚嫩的产业里，在他人不解的目光中摒弃了其他万亿种可能，只因为他/她们都存在着某种程度的“固执己见”——只做自己喜欢的事情', '2015-06-29 16:32:29', NULL),
(47, 'http://www.wcsfa.com/data/science_thumb/1435165790329477362.png', '信息控制与审查——有关《完美匹配》的思辨', '所以我不清楚隐私会不会消失。也许更有可能的是我们对于隐私的预期会随着新环境有所改变。', '2015-06-24 16:18:33', NULL),
(48, 'http://www.wcsfa.com/data/science_thumb/1434499977780506373.png', '迈克尔·贝将改编朱恒昱作品《时空救援者》', '朱恒昱作品《时空救援者》已确定要拍成电影，派拉蒙影业公司获得了故事片的特许专营权，本片将由迈克尔•贝导演，朱恒昱监制', '2015-06-16 17:35:56', NULL),
(49, 'http://www.wcsfa.com/data/science_thumb/1434329459841407994.png', '日期不截 投票不止', '你投出的每一票都是一个小小的可能性，而无数的小小可能，将会汇聚成为我们确实的未来', '2015-06-15 16:58:43', NULL),
(50, 'http://www.wcsfa.com/data/science_thumb/1433956798217876254.png', '第六届全球华语科幻星云奖提名名单公告', '2015年第六届全球华语科幻星云奖组委会\n关于提名名单的公告', '2015-06-11 00:00:00', NULL),
(51, 'http://www.wcsfa.com/data/science_thumb/1433874988983189055.png', '谁动了《三体》的星云奖', '《三体》最终没有拿到星云奖大奖，粉丝们也许会疑惑，这最佳长篇得主究竟是何方神圣？', '2015-06-10 10:32:15', NULL),
(52, 'http://www.wcsfa.com/data/science_thumb/1433730282432221567.png', '星云奖上的这些大神，你都认识吗？', '快来努力做好功课，以后出席各种国际场合可不能只认大刘呀~', '2015-06-08 18:28:22', NULL),
(53, 'http://www.wcsfa.com/data/science_thumb/1433122152453933884.png', '特德·姜：72种惊艳的方式', '最近，十分引人热论的便有由译林出版社呈现的特德·姜中短篇小说集两册：《你一生的故事》以及《软件体的生命周期》。', '2015-06-01 17:29:12', NULL),
(54, 'http://www.wcsfa.com/data/science_thumb/1433129649914221243.png', '“幻想新力量”——第四届幻想类联合征文启动', '2015年6月1日，第四届幻想类联合征文正式启动', '2015-06-01 19:32:33', NULL),
(55, 'http://www.wcsfa.com/data/science_thumb/1432751884067847859.png', '道格拉斯·亚当斯的科技三定律引发造句热潮', '1）任何在我出生时已经有的科技都是稀松平常的世界本来秩序的一部分。2）任何在我15-35岁之间诞生的科技都是将会改变世界的革命性产物。3）任何在我35岁之后诞生的科技都是违反自然规律要遭天谴的', '2015-05-28 10:42:06', NULL),
(56, 'http://www.wcsfa.com/data/science_thumb/1432600164311229875.jpg', '壹周科幻烩·第20期', '5月16、17日，为期两日的上海漫控潮流博览会（SHCC）在沪成功举行。迪斯尼科幻巨制《明日世界》于5月26日在国内上映。', '2015-05-26 16:29:24', NULL),
(57, 'http://www.wcsfa.com/data/science_thumb/1431911731801406952.png', '大刘很忙', '2015年似乎没有像去年年末大家交相猜测的那般成为“科幻电影元年”，而是似乎成了“刘慈欣元年”', '2015-05-18 17:59:16', NULL),
(58, 'http://www.wcsfa.com/data/science_thumb/1431310293033115180.png', '复仇者联盟和十一太空站', '无论是横扫全球的超级大片，还是小圈子里津津乐道的文学佳作，越来越多的人用自己的才华和努力为我们拓宽世界的尺度。', '2015-05-11 18:14:12', NULL),
(59, 'http://www.wcsfa.com/data/science_thumb/1430682296115360716.png', '关于理查德·帕克斯', '所以当时我并没有把它当作科幻与奇幻的混合体，而是近未来的科幻，但是随着故事中出现一些历史事件的日期，也许我该改称其为“或然历史”', '2015-05-04 11:10:33', NULL),
(60, 'http://www.wcsfa.com/data/science_thumb/1430383091447381361.png', '第六届 全球华语科幻星云奖提名开始', '2015年5月1日，第六届全球华语科幻星云奖进入推荐期，推荐期从2015年5月1日到5月31日，在此期间会员及大众可登陆科幻星云网和科幻网进行推荐。', '2015-05-01 00:00:42', NULL),
(61, 'http://www.wcsfa.com/data/science_thumb/1430103124625436517.png', '《三体》电影发布会后的风与云', '大家骂《三体》，我也跟着骂，而我们却从来没有想过，我们在侮辱一个为了中国科幻而甘愿被骂的理想主义者。', '2015-04-27 18:49:13', NULL),
(62, 'http://www.wcsfa.com/data/science_thumb/1429817446072255860.png', '是完整的爱，也是宇宙哀歌 ——糖匪访谈', '“幻想小说作者，自由摄影师，以上介绍根据使用价值的功能性逻辑。”\n糖匪在微博上如此介绍自己。她写幻想小说，也摄影，却异乎寻常地低调。', '2015-04-24 11:33:33', NULL),
(63, 'http://www.wcsfa.com/data/science_thumb/1429660113719486307.png', '《三体》电影演员表公布', '三体电影演员表公布', '2015-04-22 15:48:33', NULL),
(64, 'http://www.wcsfa.com/data/science_thumb/1429556353026223993.png', '胡绍晏（狐习）专访：掀起你的尾巴来', '写而优则译的刘宇昆大家再熟悉不过，译而优则写的胡绍晏却很是神秘。今天，就让我们掀起狐习大大的尾巴，啊不，面纱，来了解一下这位才华横溢却又低调译者兼作者', '2015-04-21 11:00:51', NULL),
(65, 'http://www.wcsfa.com/data/science_thumb/1429039088277615322.png', '摇滚巨星大卫·鲍伊正在为科幻舞台剧作曲！', '大卫·鲍伊（David Bowie）正在创作一出舞台剧，改编自他1976年出演的科幻电影《天外来客》（The Man Who Fell To Earth）', '2015-04-15 11:18:03', NULL),
(66, 'http://www.wcsfa.com/data/science_thumb/1428879321637352899.png', '群犬乱吠混战不休——泥泞中的雨果奖', '如果这一切（雨果奖投票）都变成左翼右翼的党派之争，求同伐异的自私之斗，那么这个奖项就失去了意义，仅仅变成了受欢迎程度的无聊比拼而已', '2015-04-13 15:02:27', NULL),
(67, 'http://www.wcsfa.com/data/science_thumb/1428512260718247206.png', '刘宇昆专访：丝绸朋克奇幻小说和《国王的恩典》', '我想给当代的读者讲一个重塑历史传说和事实的故事', '2015-04-09 09:53:21', NULL),
(68, 'http://www.wcsfa.com/data/science_thumb/1427916600940740493.png', '星云奖入围作者马修·克莱索专访', '星云网专访曾两次获得星云奖提名作者马修·克莱索', '2015-04-02 11:41:49', NULL),
(69, 'http://www.wcsfa.com/data/science_thumb/1427850590872655333.png', '标定年度科幻坐标——关于中国科幻坐标奖', '2015年3月23日，中国科幻坐标奖低调启动，“ 标定科幻文学在文学中的坐标，今天的科幻在科幻史中的坐标”', '2015-04-01 17:09:44', NULL),
(70, 'http://www.wcsfa.com/data/science_thumb/1427829141427223742.png', '独家封面揭露：刘宇昆新作《折纸和其他故事》', '刘宇昆将在四月出版第一本长篇小说《国王的恩典》，此外，萨迦（Saga）出版社打算为他出版一本短篇小说集。', '2015-04-01 11:18:33', NULL),
(71, 'http://www.wcsfa.com/data/science_thumb/1428344543096158403.png', '科幻时代——《萌芽》专访王侃瑜', '《小时代》早已落伍，如今似乎已成了科幻作品的天下', '2015-04-07 11:00:36', NULL),
(72, 'http://www.wcsfa.com/data/science_thumb/1427670351227311228.png', '时隔13年 老牌美剧《X档案》将复活？！', '，FOX电视网发布消息称，将正式复活《X档案》，将以限制剧的形式在FOX电视网开播，2015年夏天开始制作，回归后的首季长度为6集', '2015-03-30 15:05:51', NULL),
(73, 'http://www.wcsfa.com/data/science_thumb/1427659505790111237.png', '斯皮尔伯格将要执导《玩家一号》', '史蒂文·斯皮尔伯格重返华纳兄弟执掌科幻大作《玩家一号》', '2015-03-30 12:05:05', NULL),
(74, 'http://www.wcsfa.com/data/science_thumb/1427658027231029241.png', '新版神秘博士十周年：数代人续写的传奇经典', '在神秘博士重返十周年之际，让我们一起共同祝贺doctor 生日快乐吧！Hip hip, Who-ray!', '2015-03-30 11:40:27', NULL),
(75, 'http://www.wcsfa.com/data/science_thumb/1427221688517465798.png', '美帝脑洞养成术：一份美国中学教师的教材参考', '美国人为什么能创作出那么多高质量的科幻小说、科幻电影？教育理念是重要因素', '2015-03-25 11:01:37', NULL),
(76, 'http://www.wcsfa.com/data/science_thumb/1427150230990815549.png', '三体电影、科幻坐标奖及Nature科幻小说选集', '1.三体剧场照曝光，张静初饰演青年叶文洁，获刘慈欣肯定。2.中国科幻坐标奖低调启动。3.《Nature科幻小说选集》出版', '2015-03-24 14:39:16', NULL),
(77, 'http://www.wcsfa.com/data/science_thumb/1425844309000550000.png', '好莱坞再发力科幻经典齐改编', '科幻电影大概是科幻产业中最引人垂涎的一块大蛋糕，科幻文艺迥于俗世的世界观和超凡脱俗的想象力在银屏上被扩充为现实', '2015-03-09 11:50:49', NULL),
(78, 'http://www.wcsfa.com/data/science_thumb/1425924794038948257.png', '刘宇昆访谈陈楸帆', '无论和谁呆在一起，比如作家同行、粉丝、技术人员或者是制片人，他总能轻易地用独特的魅力征服别人。他优雅有礼，博览群书，总能在聚会中以尖刻的智慧与幽默的戏谑控制谈话的节奏', '2015-03-10 11:06:51', NULL),
(79, 'http://www.wcsfa.com/data/science_thumb/1425585379260616716.png', '王尚：藏好自己，潜心修炼', '你觉不觉得王尚就是那种建国前的妖精最容易爱得死去活来的那种老实人？恩，书生，朋友说。', '2015-03-06 11:56:19', NULL),
(80, 'http://www.wcsfa.com/data/science_thumb/1425498094604485623.jpg', '关于2015年《第六届全球华语科幻星云奖章程》的公告', '第六届全球华语科幻星云奖嘉年华暨颁奖典礼将于2015年10月17-18日在成都举行，揭晓各大奖项金奖及银奖得主，现场开封宣布获奖名单。', '2015-03-05 11:32:10', NULL),
(81, 'http://www.wcsfa.com/data/science_thumb/1425423084108905651.png', '星云奖得主阿丽耶特·德·波达尔专访', '作为一名法越混血儿，阿丽耶特的作品经常聚焦于跨文化主题，母语虽为法语却坚持用英语写作的她文笔优美富有诗意。她是一名工程师，也是一个孩子的母亲。她生活在法国巴黎，沉迷于文化、幻想与美食。', '2015-03-04 14:50:57', NULL),
(82, 'http://www.wcsfa.com/data/science_thumb/1425323845856342784.png', '《纽约时报》：永远的史波克', '“如果能选择做其他的人，我就做史波克。”——尼莫伊', '2015-03-03 10:46:03', NULL),
(83, 'http://www.wcsfa.com/data/science_thumb/1425255383831118986.jpg', '关于《三体》入围星云奖你应该知道的事情', '美国当地时间2月20日，星云奖公布了2014年的提名名单，中国科幻作家刘慈欣的《三体》英文版（刘宇昆翻译）出现在了年度最佳长篇小说的决选名单中', '2015-03-02 16:16:17', NULL),
(84, 'http://www.wcsfa.com/data/science_thumb/1425325827737326467.jpg', '《星际迷航》Spock饰演者伦纳德·尼莫伊逝世', '洛杉矶当地时间2月27日，美国著名演员伦纳德·尼莫伊因慢性阻塞性肺疾病于家中去世，享年83岁', '2015-03-02 15:42:26', NULL),
(85, 'http://www.wcsfa.com/data/science_thumb/1425231958426989607.png', '超人duang的一声获得了新能力！', 'duang的一声，超人就这样获得了“亮瞎敌之狗眼”的超能力', '2015-03-02 09:45:58', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `sf_user`
--

CREATE TABLE `sf_user` (
  `uid` int(11) NOT NULL,
  `uname` varchar(32) DEFAULT NULL,
  `upwd` varchar(32) DEFAULT NULL,
  `email` varchar(64) DEFAULT NULL,
  `phone` varchar(16) DEFAULT NULL,
  `avatar` varchar(128) DEFAULT NULL,
  `user_name` varchar(32) DEFAULT NULL,
  `gender` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `sf_user`
--

INSERT INTO `sf_user` (`uid`, `uname`, `upwd`, `email`, `phone`, `avatar`, `user_name`, `gender`) VALUES
(1, 'dingding', '123456', 'ding@qq.com', '13511011000', 'img/avatar/default.png', '丁春秋', 0);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `sf_base_dynamic`
--
ALTER TABLE `sf_base_dynamic`
  ADD PRIMARY KEY (`bdid`);

--
-- Indexes for table `sf_base_organization`
--
ALTER TABLE `sf_base_organization`
  ADD PRIMARY KEY (`boid`);

--
-- Indexes for table `sf_base_original`
--
ALTER TABLE `sf_base_original`
  ADD PRIMARY KEY (`boid`);

--
-- Indexes for table `sf_comment`
--
ALTER TABLE `sf_comment`
  ADD PRIMARY KEY (`cid`);

--
-- Indexes for table `sf_dissertation`
--
ALTER TABLE `sf_dissertation`
  ADD PRIMARY KEY (`did`);

--
-- Indexes for table `sf_future_great`
--
ALTER TABLE `sf_future_great`
  ADD PRIMARY KEY (`fid`);

--
-- Indexes for table `sf_index_carousel`
--
ALTER TABLE `sf_index_carousel`
  ADD PRIMARY KEY (`cid`);

--
-- Indexes for table `sf_masterpiece`
--
ALTER TABLE `sf_masterpiece`
  ADD PRIMARY KEY (`mid`);

--
-- Indexes for table `sf_other`
--
ALTER TABLE `sf_other`
  ADD PRIMARY KEY (`oid`);

--
-- Indexes for table `sf_unreal_smell`
--
ALTER TABLE `sf_unreal_smell`
  ADD PRIMARY KEY (`usid`);

--
-- Indexes for table `sf_user`
--
ALTER TABLE `sf_user`
  ADD PRIMARY KEY (`uid`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `sf_base_dynamic`
--
ALTER TABLE `sf_base_dynamic`
  MODIFY `bdid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=92;
--
-- 使用表AUTO_INCREMENT `sf_base_organization`
--
ALTER TABLE `sf_base_organization`
  MODIFY `boid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- 使用表AUTO_INCREMENT `sf_base_original`
--
ALTER TABLE `sf_base_original`
  MODIFY `boid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=158;
--
-- 使用表AUTO_INCREMENT `sf_comment`
--
ALTER TABLE `sf_comment`
  MODIFY `cid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `sf_dissertation`
--
ALTER TABLE `sf_dissertation`
  MODIFY `did` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `sf_future_great`
--
ALTER TABLE `sf_future_great`
  MODIFY `fid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=239;
--
-- 使用表AUTO_INCREMENT `sf_index_carousel`
--
ALTER TABLE `sf_index_carousel`
  MODIFY `cid` int(12) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
--
-- 使用表AUTO_INCREMENT `sf_masterpiece`
--
ALTER TABLE `sf_masterpiece`
  MODIFY `mid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=124;
--
-- 使用表AUTO_INCREMENT `sf_other`
--
ALTER TABLE `sf_other`
  MODIFY `oid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=63;
--
-- 使用表AUTO_INCREMENT `sf_unreal_smell`
--
ALTER TABLE `sf_unreal_smell`
  MODIFY `usid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=86;
--
-- 使用表AUTO_INCREMENT `sf_user`
--
ALTER TABLE `sf_user`
  MODIFY `uid` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;COMMIT;
